{
    "antifeatures": {
        "Ads": "Este aplicativo contém propagandas",
        "DisabledAlgorithm": "Este aplicativo tem uma assinatura de segurança fraca",
        "KnownVuln": "Este aplicativo contém uma falha de segurança já conhecida",
        "NSFW": "Este aplicativo contém conteúdo que não deve ser divulgado ou visível em todos os lugares",
        "NoSourceSince": "Não é possível atualizar, o código-fonte não está mais disponível",
        "NonFreeAdd": "Este aplicativo promove complementos não-livres",
        "NonFreeAssets": "Este aplicativo contém conteúdo não-livre",
        "NonFreeDep": "Este aplicativo depende de outros aplicativos não-livres",
        "NonFreeNet": "Este aplicativo promove ou depende inteiramente de um serviço de rede não mutável ou não gratuito",
        "Tracking": "Este aplicativo rastreia e relata sua atividade",
        "UpstreamNonFree": "O código-fonte original não é totalmente livre"
    },
    "app_categories": {
        "Connectivity": "Conectividade",
        "Development": "Desenvolvimento",
        "Games": "Jogos",
        "Graphics": "Gráficos",
        "Internet": "Internet",
        "Money": "Finanças",
        "Multimedia": "Multimídia",
        "Navigation": "Navegação",
        "Phone & SMS": "Telefone &amp; SMS",
        "Reading": "Leitura",
        "Science & Education": "Ciência &amp; Educação",
        "Security": "Segurança",
        "Sports & Health": "Esportes &amp; Saúde",
        "System": "Sistema",
        "Theming": "Temas",
        "Time": "Tempo",
        "Writing": "Redação",
        "show_all_packages": "Ver todos os %d pacotes"
    },
    "index": {
        "download_fdroid": "Baixar o F-Droid",
        "gpg_signature": "Assinatura PGP",
        "introduction": "F-Droid é um catálogo instalável de aplicativos FOSS (Free and Open Source Software) para plataforma Android. O cliente facilita a navegação, a instalação e o acompanhamento das atualizações em seu dispositivo.",
        "pgp_verification_instructions": "Instruções para verificar o download",
        "screenshot": "Captura de tela do aplicativo F-Droid para Android",
        "title": "O que é o F-Droid?"
    },
    "mirrors": {
        "cn": "China continental",
        "de": "Alemanha",
        "dk": "Dinamarca",
        "indiana": "Indiana, EUA",
        "se": "Suécia",
        "sg": "Singapura",
        "tw": "Taiwan",
        "ua": "Ucrânia"
    },
    "navigation": {
        "about": "Sobre",
        "apps": "Aplicativos",
        "contribute": "Contribuir",
        "documentation": "Documentação",
        "edit_on_gitlab": "Edite no GitLab",
        "forum": "Fórum",
        "issues": "Problemas",
        "news": "Notícias",
        "statuspage": "Status",
        "translate_on_weblate": "Traduzir no Weblate"
    },
    "news": {
        "date_format": "%d de %b. de %Y",
        "newer_posts": "← Publicações mais recentes",
        "older_posts": "Publicações mais antigas →",
        "posted_on": "Publicado em {{ post_date }}",
        "posted_on_by": "Publicado em {{ post_date }} por"
    },
    "package": {
        "added_on": "Adicionado em {{ package_added_date }}",
        "anti_features": "Características indesejadas",
        "anti_features_warning": "Este aplicativo tem características que você pode não gostar.",
        "author": "Autor(a)",
        "build_log": "Logs de compilação",
        "build_metadata": "Metadados de Compilação",
        "changelog": "Histórico de modificações",
        "donate": "Doar",
        "download": "Baixar {{ file_extension }}",
        "file_size_bytes": "bytes",
        "file_size_format": "%{number} %{unit}",
        "file_size_gibibytes": "GB",
        "file_size_kibibytes": "KB",
        "file_size_mebibytes": "MB",
        "file_size_tebibytes": "TB",
        "flattr": "Flattr",
        "gpg_signature": "Assinatura PGP",
        "issue_tracker": "Rastreador de Problemas",
        "liberapay": "Liberapay",
        "license": "Licença",
        "minimum_android_version": "Esta versão requer o Android {{ android_version }} ou mais atual.",
        "new_in_version": "Novidades na versão {{ latest_version }}",
        "no_permissions": "Nenhuma permissão",
        "opencollective": "Open Collective",
        "package_icon_alt": "ícone do pacote",
        "package_screenshot_alt": "captura de tela do aplicativo",
        "packages": "Pacotes",
        "permissions": "Permissões",
        "signed_by_developer": "Construído e assinado pelo desenvolvedor original, e garantido de corresponder com <a href=\"{{ source_code_url }}\">este pacote do código-fonte</a>.",
        "signed_by_fdroid": "Construído e assinado por F-Droid, e garantida sua correspondência com <a href=\"{{ source_code_url }}\">este pacote de fontes</a>.",
        "source_code": "Código-Fonte",
        "suggest_downloading_via_fdroid": "Embora os downloads de APK estejam disponíveis abaixo, você deve estar ciente que ao instalá-los dessa forma você não receberá notificações de atualização, além de ser um modo menos seguro de baixá-los. Recomendamos que você instale o cliente F-Droid e o utilize.",
        "suggested": "sugerido",
        "translation": "Tradução",
        "version_info": "<b>Versão {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Versões",
        "website": "Site"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Permite que o aplicativo continue uma chamada iniciada em outro aplicativo.",
        "permdesc_accessBackgroundLocation": "Este aplicativo poderá acessar o local a qualquer momento, mesmo quando não estiver sendo usado.",
        "permdesc_accessCoarseLocation": "Este aplicativo pode obter sua localização aproximada dos serviços de localização enquanto o aplicativo está em uso. Os serviços de localização do seu dispositivo devem estar ativados para que o aplicativo obtenha a localização.",
        "permdesc_accessDrmCertificates": "Permite que um aplicativo aramazene e use certificados DRM. Não deve ser necessário para aplicativos comuns.",
        "permdesc_accessFineLocation": "Este aplicativo pode obter sua localização precisa dos serviços de localização enquanto o aplicativo está em uso. Os serviços de localização do seu dispositivo devem estar ativados para que o aplicativo obtenha a localização. Isso pode aumentar o uso da bateria.",
        "permdesc_accessImsCallService": "Permite que o aplicativo use o serviço de mensagens instantâneas para fazer chamadas sem sua intervenção.",
        "permdesc_accessLocationExtraCommands": "Permite que o aplicativo acesse comandos do provedor não relacionados à localização. Isso pode permitir que o aplicativo interfira no funcionamento do GPS ou de outras fontes de localização.",
        "permdesc_accessNetworkConditions": "Permite que o aplicativo detecte observações nas condições da rede. Não deve ser necessário para aplicativos comuns.",
        "permdesc_accessNetworkState": "Permite que o aplicativo acesse informações sobre conexões de rede, como as redes existentes e conectadas.",
        "permdesc_accessNotifications": "Permite que o aplicativo recupere, examine e apague notificações, incluindo aquelas postadas por outros aplicativos.",
        "permdesc_accessWifiState": "Permite que o aplicativo acesse informações sobre redes Wi-Fi, como a ativação do Wi-Fi e o nome dos dispositivos Wi-Fi conectados.",
        "permdesc_accessWimaxState": "Permite que o aplicativo determine se o WiMAX está ativado e acesse informações sobre as redes WiMAX conectadas.",
        "permdesc_access_notification_policy": "Permitir que o aplicativo leia e grave a configuração \"Não perturbe\".",
        "permdesc_activityRecognition": "Este aplicativo pode reconhecer sua atividade física.",
        "permdesc_addVoicemail": "Permite que o aplicativo adicione mensagens a sua caixa de entrada do correio de voz.",
        "permdesc_answerPhoneCalls": "Permite que o aplicativo atenda uma chamada recebida.",
        "permdesc_audioWrite": "Permite que o aplicativo modifique sua coleção de músicas.",
        "permdesc_backgroundCamera": "Este aplicativo pode tirar fotos e gravar vídeos usando a câmera a qualquer momento.",
        "permdesc_bindCarrierMessagingService": "Permite que o proprietário use a interface de nível superior de um serviço de mensagens de operadora. Não deve ser necessária para aplicativos comuns.",
        "permdesc_bindCarrierServices": "Permite que o proprietário use serviços de operadora. Não deve ser necessário para aplicativos comuns.",
        "permdesc_bindCellBroadcastService": "Permite que o aplicativo se vincule ao módulo de transmissão para encaminhar mensagens de transmissão celular assim que elas forem recebidas. Alertas de transmissão celular são recebidos em alguns locais para avisar sobre situações de emergência. Aplicativos maliciosos podem interferir no desempenho ou funcionamento do seu dispositivo quando uma transmissão celular de emergência é recebida.",
        "permdesc_bindConditionProviderService": "Permite que o proprietário use a interface de nível superior de um serviço provedor de condições. Não deve ser necessário para aplicativos comuns.",
        "permdesc_bindDreamService": "Permite que o sistema autorizado se conecte à interface de nível superior de um serviço de sonho. Não deve ser necessário para aplicativos comuns.",
        "permdesc_bindNotificationListenerService": "Permite que o proprietário sujeite a interface de nível superior a um serviço ouvinte de notificações. Não deve ser necessário para aplicativos comuns.",
        "permdesc_bind_connection_service": "Permite ao aplicativo interagir com os serviços de telefonia para fazer/receber chamadas.",
        "permdesc_bind_incall_service": "Permite que o aplicativo controle quando e como o usuário visualiza a chamada na tela.",
        "permdesc_bluetooth": "Permite que o aplicativo acesse a configuração do Bluetooth no telefone, além de fazer e aceitar conexões com dispositivos pareados.",
        "permdesc_bluetoothAdmin": "Permite que um aplicativo configure o telefone Bluetooth local, descubra e emparelhe com dispositivos remotos.",
        "permdesc_bluetooth_advertise": "Permite que o app seja anunciado em dispositivos Bluetooth por perto",
        "permdesc_bluetooth_connect": "Permite que o app se conecte a dispositivos Bluetooth pareados",
        "permdesc_bluetooth_scan": "Permite que o app descubra e se pareie a dispositivos Bluetooth por perto",
        "permdesc_bodySensors": "Permite que o aplicativo acesse dados de sensores que monitoram sua condição física, como a frequência cardíaca.",
        "permdesc_bodySensors_background": "Permite que o aplicativo acesse dados do sensor corporal, como frequência cardíaca, temperatura e porcentagem de oxigênio no sangue, enquanto está em segundo plano.",
        "permdesc_broadcastSticky": "Permite que o aplicativo envie transmissões fixas, que permanecem depois que a transmissão termina. O uso excessivo pode deixar o telefone lento ou instável, fazendo com que ele use muita memória.",
        "permdesc_callCompanionApp": "Permite que o aplicativo veja e controle chamadas em andamento no dispositivo. Isso inclui informações como número e estado das chamadas.",
        "permdesc_callPhone": "Permite que o aplicativo ligue para números de telefone sem sua intervenção. Isso pode resultar em cobranças ou chamadas inesperadas. Observe que esta opção não permite que o aplicativo ligue para números de emergência. Aplicativos maliciosos podem gerar custos com chamadas feitas sem sua confirmação.",
        "permdesc_camera": "Enquanto está sendo usado, este aplicativo pode tirar fotos e gravar vídeos usando a câmera.",
        "permdesc_cameraOpenCloseListener": "Este aplicativo pode receber callbacks quando qualquer dispositivo de câmera for aberto (por qualquer aplicativo) ou fechado.",
        "permdesc_changeNetworkState": "Permite que o aplicativo altere o estado de conectividade de rede.",
        "permdesc_changeTetherState": "Permite que o aplicativo altere o estado de conectividade de rede conectada.",
        "permdesc_changeWifiMulticastState": "Permite que o aplicativo receba pacotes enviados para todos os dispositivos em uma rede Wi-Fi usando endereços de difusão seletiva, e não apenas o telefone. Consome mais energia do que o modo não multicast.",
        "permdesc_changeWifiState": "Permite que o aplicativo conecte e desconecte dos pontos de acesso Wi-Fi e faça alterações nas configurações do dispositivo para redes Wi-Fi.",
        "permdesc_changeWimaxState": "Permite que o aplicativo conecte e desconecte o telefone de redes WiMAX.",
        "permdesc_companionProfileWatch": "Permite que um aplicativo complementar gerencie relógios.",
        "permdesc_connection_manager": "Permite que o aplicativo gerencie conexões de telecomunicações.",
        "permdesc_control_incall_experience": "Permite ao aplicativo fornecer uma experiência de usuário em chamada.",
        "permdesc_createNetworkSockets": "Permite que o aplicativo crie soquetes de rede e utilize protocolos de rede personalizados. O navegador e outros aplicativos fornecem meios de enviar dados para a Internet, e por isso esta permissão não é necessária para enviar os dados.",
        "permdesc_deliverCompanionMessages": "Permite que um app complementar envie mensagens complementares para outros dispositivos.",
        "permdesc_detectScreenCapture": "O app vai ser notificado quando uma captura de tela for tirada enquanto ele estiver em uso.",
        "permdesc_disableKeyguard": "Permite que o aplicativo desative o bloqueio de teclas e qualquer segurança por senha associada. Por exemplo, o telefone desativa o bloqueio de telas ao receber uma chamada e o reativa quando a chamada é finalizada.",
        "permdesc_enableCarMode": "Permite que o aplicativo ative o modo Carro.",
        "permdesc_exemptFromAudioRecordRestrictions": "Isenta o aplicativo de restrições para gravar áudio.",
        "permdesc_expandStatusBar": "Permite que o aplicativo expanda ou recolha a barra de status.",
        "permdesc_foregroundService": "Permite que o aplicativo use serviços em primeiro plano.",
        "permdesc_foregroundServiceCamera": "Permite que o app use serviços em primeiro plano com o tipo \"camera\"",
        "permdesc_foregroundServiceConnectedDevice": "Permite que o app use serviços em primeiro plano com o tipo \"connectedDevice\"",
        "permdesc_foregroundServiceDataSync": "Permite que o app use serviços em primeiro plano com o tipo \"dataSync\"",
        "permdesc_foregroundServiceFileManagement": "Permite que o app use serviços em primeiro plano com o tipo \"fileManagement\"",
        "permdesc_foregroundServiceHealth": "Permite que o app use serviços em primeiro plano com o tipo \"health\"",
        "permdesc_foregroundServiceLocation": "Permite que o app use serviços em primeiro plano com o tipo \"location\"",
        "permdesc_foregroundServiceMediaPlayback": "Permite que o app use serviços em primeiro plano com o tipo \"mediaPlayback\"",
        "permdesc_foregroundServiceMediaProjection": "Permite que o app use serviços em primeiro plano com o tipo \"mediaProjection\"",
        "permdesc_foregroundServiceMicrophone": "Permite que o app use serviços em primeiro plano com o tipo \"microphone\"",
        "permdesc_foregroundServicePhoneCall": "Permite que o app use serviços em primeiro plano com o tipo \"phoneCall\"",
        "permdesc_foregroundServiceRemoteMessaging": "Permite que o app use serviços em primeiro plano com o tipo \"remoteMessaging\"",
        "permdesc_foregroundServiceSpecialUse": "Permite que o app use serviços em primeiro plano com o tipo \"specialUse\"",
        "permdesc_foregroundServiceSystemExempted": "Permite que o app use serviços em primeiro plano com o tipo \"systemExempted\"",
        "permdesc_fullScreenIntent": "Permite que o app exiba notificações como atividades em tela cheia em um dispositivo bloqueado",
        "permdesc_getAccounts": "Permite que o aplicativo obtenha a lista de contas conhecidas pelo telefone. Isso pode incluir todas as contas criadas pelos aplicativos instalados.",
        "permdesc_getPackageSize": "Permite que o aplicativo recupere o código, os dados e os tamanhos de cache",
        "permdesc_getTasks": "Permite que o aplicativo obtenha informações sobre tarefas em execução atuais e recentes. Pode permitir que o aplicativo descubra informações sobre os aplicativos usados no dispositivo.",
        "permdesc_handoverStatus": "Permite que este aplicativo receba informações sobre as atuais transferências do Android Beam",
        "permdesc_hideOverlayWindows": "Este aplicativo pode solicitar que o sistema oculte a exibição de sobreposições originadas de aplicativos.",
        "permdesc_highSamplingRateSensors": "Permite que o app receba amostras de dados do sensor em uma taxa maior que 200 Hz",
        "permdesc_imagesWrite": "Permite que o aplicativo modifique sua coleção de fotos.",
        "permdesc_install_shortcut": "Permite que um aplicativo adicione atalhos da tela inicial sem a intervenção do usuário.",
        "permdesc_invokeCarrierSetup": "Permite que o proprietário invoque o aplicativo de configuração fornecido pela operadora. Não deve ser necessário para aplicativos comuns.",
        "permdesc_killBackgroundProcesses": "Permite que o aplicativo encerre processos em segundo plano de outros aplicativos. Pode ser que outros aplicativos parem de funcionar.",
        "permdesc_manageFace": "Permite que o aplicativo execute métodos para adicionar e excluir modelos de rosto para uso.",
        "permdesc_manageFingerprint": "Permite que o aplicativo execute métodos para adicionar e excluir modelos de impressão digital para uso.",
        "permdesc_manageNetworkPolicy": "Permite que o aplicativo gerencie políticas de rede e definia regras específicas para o aplicativo.",
        "permdesc_manageOngoingCalls": "Permite que um app veja detalhes sobre chamadas em andamento no seu dispositivo e as controle.",
        "permdesc_manageOwnCalls": "Permite que o aplicativo encaminhe suas chamadas por meio do sistema para melhorar a experiência com chamadas.",
        "permdesc_manageProfileAndDeviceOwners": "Permitir que os aplicativos definam os proprietários de perfis e de dispositivos.",
        "permdesc_mediaLocation": "Permite que o aplicativo leia os locais na sua coleção de mídias.",
        "permdesc_modifyAudioSettings": "Permite que o aplicativo modifique configurações de áudio globais como volume e alto-falantes de saída.",
        "permdesc_modifyNetworkAccounting": "Permite que o aplicativo modifique como o uso da rede é contabilizado em relação aos aplicativos. Não deve ser usado em aplicativos normais.",
        "permdesc_nearby_wifi_devices": "Permite que o aplicativo anuncie, conecte e determine a posição relativa de dispositivos Wi-Fi próximos",
        "permdesc_nfc": "Permite que o aplicativo se comunique com leitores, cartões e etiquetas NFC (comunicação a curta distância).",
        "permdesc_observeCompanionDevicePresence": "Permite que um aplicativo complementar observe a presença do dispositivo complementar quando os dispositivos estão próximos ou distantes.",
        "permdesc_persistentActivity": "Permite que o aplicativo torne partes de si mesmo persistentes na memória. Pode limitar a memória disponível para outros aplicativos, deixando o telefone mais lento.",
        "permdesc_postNotification": "Permite que o aplicativo mostre notificações",
        "permdesc_preferredPaymentInfo": "Permite que o aplicativo acesse as informações preferidas de serviço de pagamento por NFC, como auxílios registrados ou destinos de trajetos.",
        "permdesc_processOutgoingCalls": "Permite que o aplicativo veja o número discado ao realizar uma chamada, com a opção de redirecionar a chamada para outro número ou abortá-la.",
        "permdesc_queryAllPackages": "Permite que um app veja todos os pacotes instalados.",
        "permdesc_readBasicPhoneState": "Permite que o aplicativo acesse os recursos básicos de telefonia do dispositivo.",
        "permdesc_readCalendar": "Este aplicativo pode ler todos os eventos da agenda armazenados no seu smartphone e compartilhar ou salvar os dados da sua agenda.",
        "permdesc_readCallLog": "Este aplicativo pode ler seu histórico de chamadas.",
        "permdesc_readCellBroadcasts": "Permite que o aplicativo leia mensagens de difusão celular recebidas por seu dispositivo. Alertas de difusão celular são recebidos em alguns locais para avisar você de situações de emergência. Aplicativos maliciosos podem interferir no desempenho ou funcionamento de seu dispositivo quando uma difusão celular de emergência é recebida.",
        "permdesc_readContacts": "Permite que o app leia dados sobre seus contatos armazenados no smartphone. Os apps também terão acesso às contas no smartphone que criaram contatos. Isso pode incluir contas criadas pelos apps que você instalou. Essa permissão autoriza os apps a salvarem os dados dos seus contatos, e apps maliciosos podem compartilhar esses dados sem seu conhecimento.",
        "permdesc_readHistoryBookmarks": "Permite que o aplicativo leia o histórico de todos os URLs acessados no navegador e todos os favoritos do navegador. Observação: pode não ser aplicável a navegadores de terceiros e outros aplicativos com capacidade de navegação na web.",
        "permdesc_readInstallSessions": "Permite que um aplicativo leia sessões de instalação. Isso permite que ele veja detalhes sobre as instalações de pacote ativas.",
        "permdesc_readMediaAudio": "Permite que o aplicativo leia arquivos de áudio do seu armazenamento compartilhado.",
        "permdesc_readMediaImages": "Permite que o aplicativo leia arquivos de imagem do seu armazenamento compartilhado.",
        "permdesc_readMediaVideo": "Permite que o aplicativo leia arquivos de vídeo do seu armazenamento compartilhado.",
        "permdesc_readNetworkUsageHistory": "Permite que o aplicativo leia o histórico de uso da rede para redes e aplicativos específicos.",
        "permdesc_readPhoneNumbers": "Permite que o aplicativo acesse os número de telefone do dispositivo.",
        "permdesc_readPhoneState": "Permite que o aplicativo acesse os recursos de telefonia do dispositivo. Esta permissão autoriza o aplicativo a determinar o número de telefone e IDs de dispositivo, quando uma chamada está ativa, e o número remoto conectado a uma chamada.",
        "permdesc_readSms": "Este aplicativo pode ler todas as mensagens SMS (de texto) armazenadas no seu smartphone.",
        "permdesc_readSyncSettings": "Permite que o aplicativo leia as configurações de sincronização de uma conta. Por exemplo, pode determinar se o aplicativo People está sincronizado com uma conta.",
        "permdesc_readSyncStats": "Permite que um aplicativo acesse as estatísticas de sincronização de uma conta, incluindo a história dos eventos de sincronização e a quantidade de dados sincronizados.",
        "permdesc_readVisualUserSelect": "Permite que o aplicativo leia arquivos de imagem e vídeo selecionados no armazenamento compartilhado.",
        "permdesc_receiveBootCompleted": "Permite que o aplicativo inicie-se logo que o sistema concluir a inicialização. Isso pode tornar a inicialização do telefone mais lenta e permitir que o aplicativo deixe o telefone mais lento por estar sempre em execução.",
        "permdesc_receiveMms": "Permite que o aplicativo receba e processe mensagens MMS. Isso significa que o aplicativo pode monitorar ou excluir as mensagens enviadas para o dispositivo sem mostrá-las para você.",
        "permdesc_receiveSms": "Permite que o aplicativo receba e processe mensagens SMS. Isso significa que o aplicativo pode monitorar ou excluir mensagens enviadas para o dispositivo sem mostrá-las para você.",
        "permdesc_receiveWapPush": "Permite que o aplicativo receba e processe mensagens WAP. Esta permissão inclui a capacidade de monitorar ou excluir mensagens enviadas para você sem mostrá-las para você.",
        "permdesc_recordAudio": "Enquanto está sendo usado, este aplicativo pode gravar áudio usando o microfone.",
        "permdesc_recordBackgroundAudio": "Este aplicativo pode gravar áudio usando o microfone a qualquer momento.",
        "permdesc_register_call_provider": "Permite que o aplicativo registre novas conexões de telecomunicações.",
        "permdesc_register_sim_subscription": "Permite que o aplicativo registre novas conexões SIM de telecomunicações.",
        "permdesc_removeDrmCertificates": "Permite que um aplicativo remova certificados de DRM. Não deve ser necessário para aplicativos comuns.",
        "permdesc_reorderTasks": "Permite que o aplicativo mova tarefas para o primeiro e o segundo plano, sem sua intervenção.",
        "permdesc_requestDeletePackages": "Permite que um aplicativo solicite a exclusão de pacotes.",
        "permdesc_requestIgnoreBatteryOptimizations": "Permite que um aplicativo peça permissão para ignorar as otimizações de bateria para esse aplicativo.",
        "permdesc_requestInstallPackages": "Permite que um aplicativo solicite a instalação de pacotes.",
        "permdesc_requestPasswordComplexity": "Permite que o aplicativo saiba o nível de complexidade do bloqueio de tela (alto, médio, baixo ou nenhum), que indica o intervalo possível de comprimento e o tipo de bloqueio de tela. O aplicativo também pode sugerir a atualização do bloqueio de tela até um certo nível, mas os usuários podem ignorar a sugestão. O bloqueio de tela não é armazenado em texto simples, então o aplicativo não tem acesso à senha exata.",
        "permdesc_route_media_output": "Permite que um aplicativo faça o roteamento de saída de mídia para outros dispositivos externos.",
        "permdesc_runInBackground": "Este aplicativo pode ser executado em segundo plano, o que pode esgotar a bateria mais rapidamente.",
        "permdesc_schedule_exact_alarm": "Este aplicativo pode agendar trabalho para acontecer em um horário desejado no futuro. Isso também significa que o aplicativo pode ser executado quando você não estiver usando o dispositivo ativamente.",
        "permdesc_sdcardRead": "Permite que o aplicativo leia o conteúdo do armaz. compartilhado.",
        "permdesc_sdcardWrite": "Permite que o aplicativo grave o conteúdo do armaz. compartilhado.",
        "permdesc_sendSms": "Permite que o aplicativo envie mensagens SMS. Isso pode resultar em cobranças inesperadas. Aplicativos maliciosos podem gerar custos através do envio de mensagens sem sua confirmação.",
        "permdesc_setAlarm": "Permite que o aplicativo defina um alarme em um aplicativo despertador instalado. Alguns aplicativos despertador podem não implementar este recurso.",
        "permdesc_setInputCalibration": "Permite que o aplicativo modifique os parâmetros de calibragem da tela sensível ao toque. Não deve ser necessário para aplicativos normais.",
        "permdesc_setTimeZone": "Permite que o aplicativo altera o fuso horário do telefone.",
        "permdesc_setWallpaper": "Permite que o aplicativo defina o plano de fundo do sistema.",
        "permdesc_setWallpaperHints": "Permite que o aplicativo defina as dicas de tamanho do plano de fundo do sistema.",
        "permdesc_sim_communication": "Permite que o aplicativo envie comandos ao chip. Muito perigoso.",
        "permdesc_startForegroundServicesFromBackground": "Permite que um aplicativo complementar em primeiro inicie serviços plano em segundo plano.",
        "permdesc_startReviewPermissionDecisions": "Permite ao titular iniciar a tela para rever as decisões de permissão. Nunca deve ser necessário para aplicativos normais.",
        "permdesc_startViewAppFeatures": "Permite que o titular comece a visualizar as informações de recursos de um aplicativo.",
        "permdesc_startViewPermissionUsage": "Permite que o sistema inicie o uso de permissão para um aplicativo. Não deve ser necessário para aplicativos comuns.",
        "permdesc_statusBar": "Permite que o aplicativo desative a barra de status ou adicione e remova ícones do sistema.",
        "permdesc_statusBarService": "Permite que o aplicativo seja a barra de status.",
        "permdesc_subscribedFeedsRead": "Permite que o aplicativo obtenha detalhes sobre os feeds sincronizados no momento.",
        "permdesc_systemAlertWindow": "Este aplicativo pode se sobrepor visualmente a outros aplicativos ou a outras partes da tela. Isso pode interferir no uso normal do aplicativo e alterar a forma como os outros aplicativos são exibidos.",
        "permdesc_systemCamera": "Esse aplicativo com privilégios ou do sistema, pode tirar fotos e gravar vídeos a qualquer momento usando a câmera do sistema. É necessário que o app tenha também a permissão android.permission.CAMERA",
        "permdesc_transmitIr": "Permite que o aplicativo use o transmissor infravermelho do telefone.",
        "permdesc_turnScreenOn": "Permite que o aplicativo ligue a tela.",
        "permdesc_uninstall_shortcut": "Permite que o aplicativo remova atalhos da tela inicial sem a intervenção do usuário.",
        "permdesc_updatePackagesWithoutUserAction": "Permite que o titular atualize o aplicativo instalado anteriormente sem ação do usuário",
        "permdesc_useBiometric": "Permite que o aplicativo use hardware de biometria para autenticação",
        "permdesc_useDataInBackground": "Este aplicativo pode usar dados em segundo plano, o que pode aumentar o uso de dados.",
        "permdesc_useFaceAuthentication": "Permite que o app use o hardware de desbloqueio facial para autenticação",
        "permdesc_useFingerprint": "Permite que o aplicativo use hardware de impressão digital para autenticação",
        "permdesc_use_exact_alarm": "Este aplicativo pode agendar ações como alarmes e lembretes para notificá-lo no horário desejado no futuro.",
        "permdesc_use_sip": "Permite que o aplicativo faça e receba chamadas SIP.",
        "permdesc_uwb_ranging": "Permitir que o app determine o posicionamento relativo entre dispositivos de banda ultralarga por perto",
        "permdesc_vibrate": "Permite que o aplicativo controle a vibração.",
        "permdesc_vibrator_state": "Permite que o aplicativo acesse o estado de vibração.",
        "permdesc_videoWrite": "Permite que o aplicativo modifique sua coleção de vídeos.",
        "permdesc_wakeLock": "Permite que o aplicativo impeça a suspensão do telefone.",
        "permdesc_writeCalendar": "Este aplicativo pode adicionar, remover ou alterar eventos da agenda no seu smartphone. Ele também pode enviar mensagens que aparentem ser de autoria do proprietário da agenda ou alterar eventos sem notificar o proprietário.",
        "permdesc_writeCallLog": "Permite que o aplicativo modifique o registro de chamadas de seu telefone, incluindo dados sobre chamadas recebidas e efetuadas. Aplicativos maliciosos podem usar esta permissão para apagar ou modificar seu registro de chamadas.",
        "permdesc_writeContacts": "Permite que o app modifique os dados sobre os contatos armazenados no smartphone. Essa permissão autoriza os apps a excluírem dados de contato.",
        "permdesc_writeGeolocationPermissions": "Permite que o aplicativo modifique as permissões de geolocalização do navegador. Aplicativos maliciosos podem usar isso para permitir o envio de informações locais para sites arbitrários.",
        "permdesc_writeHistoryBookmarks": "Permite que o aplicativo modifique o histórico ou os favoritos do navegador armazenados no telefone. Pode permitir que o aplicativo apague ou modifique os dados do navegador. Observação: pode não ser aplicável a navegadores de terceiros e outros aplicativos com capacidade de navegação na web.",
        "permdesc_writeSettings": "Permite que o aplicativo modifique os dados das configurações do sistema. Aplicativos maliciosos podem corromper a configuração de seu sistema.",
        "permdesc_writeSyncSettings": "Permite que o aplicativo modifique as configurações de sincronização de uma conta. Por exemplo, pode ser usado para ativar a sincronização do aplicativo People com uma conta.",
        "permgroupbackgroundrequest_location": "Permite que o aplicativo solicite a localização em segundo plano.",
        "permgroupbackgroundrequestdetail_location": "No momento, o aplicativo só pode acessar o local enquanto estiver sendo usado",
        "permgroupdesc_activityRecognition": "acessar sua atividade física",
        "permgroupdesc_calendar": "acesse sua agenda",
        "permgroupdesc_calllog": "leia e grave o registro de chamadas telefônicas",
        "permgroupdesc_camera": "tire fotos e grave vídeos",
        "permgroupdesc_contacts": "acesse seus contatos",
        "permgroupdesc_location": "acesse o local do dispositivo",
        "permgroupdesc_microphone": "grave áudio",
        "permgroupdesc_nearby_devices": "descobrir e se conectar a dispositivos por perto",
        "permgroupdesc_notifications": "mostrar notificações",
        "permgroupdesc_phone": "faça e gerencie chamadas telefônicas",
        "permgroupdesc_readMediaAural": "acessar música e áudio em seu dispositivo",
        "permgroupdesc_readMediaVisual": "acessar fotos e vídeos em seu dispositivo",
        "permgroupdesc_sensors": "acesse dados do sensor sobre seus sinais vitais",
        "permgroupdesc_sms": "envie e veja mensagens SMS",
        "permgroupdesc_storage": "acesse fotos, mídias e arquivos do dispositivo",
        "permgrouplab_activityRecognition": "Atividade física",
        "permgrouplab_calendar": "Agenda",
        "permgrouplab_calllog": "Registro de chamadas",
        "permgrouplab_camera": "Câmera",
        "permgrouplab_contacts": "Contatos",
        "permgrouplab_location": "Local",
        "permgrouplab_microphone": "Microfone",
        "permgrouplab_nearby_devices": "Dispositivos por perto",
        "permgrouplab_notifications": "Notificações",
        "permgrouplab_phone": "Telefone",
        "permgrouplab_readMediaAural": "Música e áudio",
        "permgrouplab_readMediaVisual": "Fotos e vídeos",
        "permgrouplab_sensors": "Sensores corporais",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Arquivos",
        "permgrouprequest_activityRecognition": "Permite que o aplicativo rastreie sua atividade.",
        "permgrouprequest_calendar": "Permitir que <b>",
        "permgrouprequest_calllog": "Permitir que o app <b>",
        "permgrouprequest_camera": "Permitir que o app <b>",
        "permgrouprequest_contacts": "Permitir que o app <b>",
        "permgrouprequest_location": "Permitir que o app <b>",
        "permgrouprequest_microphone": "Permitir que o app <b>",
        "permgrouprequest_phone": "Permitir que o app <b>",
        "permgrouprequest_sensors": "Permitir que <b>",
        "permgrouprequest_sms": "Permitir que <b>",
        "permgrouprequest_storage": "Permitir que o app <b>",
        "permgrouprequestdetail_location": "O aplicativo só terá acesso ao local enquanto estiver sendo usado",
        "permlab_acceptHandover": "continuar uma chamada de outro app",
        "permlab_accessBackgroundLocation": "Acesse a localização em segundo plano",
        "permlab_accessCoarseLocation": "acessar local aproximado apenas em primeiro plano",
        "permlab_accessDrmCertificates": "acessar certificados de DRM",
        "permlab_accessFineLocation": "acessar localização precisa apenas em primeiro plano",
        "permlab_accessImsCallService": "acessar serviço de mensagens instantâneas para chamadas",
        "permlab_accessLocationExtraCommands": "acessar comandos extras do provedor de localização",
        "permlab_accessNetworkConditions": "detectar observações nas condições da rede",
        "permlab_accessNetworkState": "ver conexões de rede",
        "permlab_accessNotifications": "acessar notificações",
        "permlab_accessWifiState": "ver conexões Wi-Fi",
        "permlab_accessWimaxState": "conectar e desconectar do WiMAX",
        "permlab_access_notification_policy": "acessar \"Não perturbe\"",
        "permlab_activityRecognition": "reconhecer atividade física",
        "permlab_addVoicemail": "adicionar correio de voz",
        "permlab_answerPhoneCalls": "atender chamadas telefônicas",
        "permlab_audioWrite": "modificar sua coleção de músicas",
        "permlab_backgroundCamera": "tirar fotos e gravar vídeos em segundo plano",
        "permlab_bindCarrierMessagingService": "vincular a um serviço de mensagens de operadora",
        "permlab_bindCarrierServices": "vincular a serviços de operadora",
        "permlab_bindCellBroadcastService": "Encaminhe as mensagens de transmissão celular",
        "permlab_bindConditionProviderService": "associar a um serviço provedor de condições",
        "permlab_bindDreamService": "conectar-se a um serviço de sonho",
        "permlab_bindNotificationListenerService": "sujeitar a um serviço ouvinte de notificações",
        "permlab_bind_connection_service": "interagir com os serviços de telefonia",
        "permlab_bind_incall_service": "interagir com chamada na tela",
        "permlab_bluetooth": "parear com dispositivos Bluetooth",
        "permlab_bluetoothAdmin": "acessar configurações de Bluetooth",
        "permlab_bluetooth_advertise": "anunciar em dispositivos Bluetooth por perto",
        "permlab_bluetooth_connect": "conectar a dispositivos Bluetooth pareados",
        "permlab_bluetooth_scan": "descobrir e parear com disp. Bluetooth por perto",
        "permlab_bodySensors": "acessar sensores corporais (como monitores de frequência cardíaca)",
        "permlab_bodySensors_background": "Acessar dados do sensor corporal, como frequência cardíaca, enquanto estiver em segundo plano",
        "permlab_broadcastSticky": "enviar transmissão persistente",
        "permlab_callCompanionApp": "ver e controlar chamadas pelo sistema.",
        "permlab_callPhone": "ligar diretamente para números de telefone",
        "permlab_camera": "tirar fotos e gravar vídeos",
        "permlab_cameraOpenCloseListener": "Permite que um aplicativo ou serviço seja informado sobre dispositivos de câmera sendo abertos ou fechados.",
        "permlab_changeNetworkState": "alterar conectividade da rede",
        "permlab_changeTetherState": "alterar conectividade de ancoragem",
        "permlab_changeWifiMulticastState": "permitir recebimento de multicast Wi-Fi",
        "permlab_changeWifiState": "conectar e desconectar do Wi-Fi",
        "permlab_changeWimaxState": "alterar estado do WiMAX",
        "permlab_companionProfileWatch": "Permissão de perfil do relógio complementar para gerir relógios",
        "permlab_connection_manager": "gerenciar conexões de telecomunicações",
        "permlab_control_incall_experience": "fornecer uma experiência de usuário em chamada",
        "permlab_createNetworkSockets": "ter acesso total à rede",
        "permlab_deliverCompanionMessages": "Enviar mensagens complementares",
        "permlab_detectScreenCapture": "detectar capturas de tela de janelas de aplicativos",
        "permlab_disableKeyguard": "desativar o bloqueio de tela",
        "permlab_enableCarMode": "ativar o modo carro",
        "permlab_exemptFromAudioRecordRestrictions": "isento de restrições de gravação de áudio",
        "permlab_expandStatusBar": "expandir/recolher barra de status",
        "permlab_foregroundService": "executar serviço em primeiro plano",
        "permlab_foregroundServiceCamera": "executar serviços em primeiro plano com o tipo \"camera\"",
        "permlab_foregroundServiceConnectedDevice": "executar serviços em primeiro plano com o tipo \"connectedDevice\"",
        "permlab_foregroundServiceDataSync": "executar serviços em primeiro plano com o tipo \"dataSync\"",
        "permlab_foregroundServiceFileManagement": "executar serviços em primeiro plano com o tipo \"fileManagement\"",
        "permlab_foregroundServiceHealth": "executar serviços em primeiro plano com o tipo \"health\"",
        "permlab_foregroundServiceLocation": "executar serviços em primeiro plano com o tipo \"location\"",
        "permlab_foregroundServiceMediaPlayback": "executar serviços em primeiro plano com o tipo \"mediaPlayback\"",
        "permlab_foregroundServiceMediaProjection": "executar serviços em primeiro plano com o tipo \"mediaProjection\"",
        "permlab_foregroundServiceMicrophone": "executar serviços em primeiro plano com o tipo \"microphone\"",
        "permlab_foregroundServicePhoneCall": "executar serviços em primeiro plano com o tipo \"phoneCall\"",
        "permlab_foregroundServiceRemoteMessaging": "executar serviços em primeiro plano com o tipo \"remoteMessaging\"",
        "permlab_foregroundServiceSpecialUse": "executar serviços em primeiro plano com o tipo \"specialUse\"",
        "permlab_foregroundServiceSystemExempted": "executar serviços em primeiro plano com o tipo \"systemExempted\"",
        "permlab_fullScreenIntent": "exibir notificações como atividades em tela cheia em um dispositivo bloqueado",
        "permlab_getAccounts": "encontrar contas no dispositivo",
        "permlab_getPackageSize": "medir o espaço de armazenamento do aplicativo",
        "permlab_getTasks": "recuperar aplicativos em execução",
        "permlab_handoverStatus": "receber status de transferência do Android Beam",
        "permlab_hideOverlayWindows": "ocultar sobreposições de outros aplicativos",
        "permlab_highSamplingRateSensors": "acessar os dados do sensor em uma taxa de amostragem elevada",
        "permlab_imagesWrite": "modificar sua coleção de fotos",
        "permlab_install_shortcut": "instalar atalhos",
        "permlab_invokeCarrierSetup": "invocar o aplicativo de configuração fornecido pela operadora",
        "permlab_killBackgroundProcesses": "fechar outros aplicativos",
        "permlab_manageFace": "gerenciar hardware de desbloqueio facial",
        "permlab_manageFingerprint": "gerenciar hardware de impressão digital",
        "permlab_manageNetworkPolicy": "gerenciar a política de rede",
        "permlab_manageOngoingCalls": "Gerenciar chamadas em andamento",
        "permlab_manageOwnCalls": "encaminhar chamadas pelo sistema",
        "permlab_manageProfileAndDeviceOwners": "gerenciar proprietários de perfis e de dispositivos",
        "permlab_mediaLocation": "ler locais na sua coleção de mídias",
        "permlab_modifyAudioSettings": "alterar as suas configurações de áudio",
        "permlab_modifyNetworkAccounting": "modificar contagem de uso da rede",
        "permlab_nearby_wifi_devices": "interagir com dispositivos Wi-Fi próximos",
        "permlab_nfc": "controlar a comunicação a curta distância",
        "permlab_observeCompanionDevicePresence": "Observe a presença do dispositivo complementar",
        "permlab_persistentActivity": "sempre executar o aplicativo",
        "permlab_postNotification": "mostrar notificações",
        "permlab_preferredPaymentInfo": "Informações preferidas de serviço de pagamento por NFC",
        "permlab_processOutgoingCalls": "redirecionar as chamadas efetuadas",
        "permlab_queryAllPackages": "consultar todos os pacotes",
        "permlab_readBasicPhoneState": "ler status de telefonia básica e identidade",
        "permlab_readCalendar": "Ler detalhes e eventos da agenda",
        "permlab_readCallLog": "ler registro de chamadas",
        "permlab_readCellBroadcasts": "ler mensagens de difusão celular",
        "permlab_readContacts": "ler seus contatos",
        "permlab_readHistoryBookmarks": "ler seu histórico e seus favoritos da web",
        "permlab_readInstallSessions": "ler sessões de instalação",
        "permlab_readMediaAudio": "ler arquivos de áudio do armazenamento compartilhado",
        "permlab_readMediaImages": "ler arquivos de imagem do armazenamento compartilhado",
        "permlab_readMediaVideo": "ler arquivos de vídeo do armazenamento compartilhado",
        "permlab_readNetworkUsageHistory": "ler histórico de uso da rede",
        "permlab_readPhoneNumbers": "ler números de telefone",
        "permlab_readPhoneState": "ler status e identidade do telefone",
        "permlab_readSms": "ler suas mensagens de texto (SMS ou MMS)",
        "permlab_readSyncSettings": "ler as configurações de sincronização",
        "permlab_readSyncStats": "ler estatísticas de sincronização",
        "permlab_readVisualUserSelect": "ler arquivos de imagem e vídeo selecionados pelo usuário no armazenamento compartilhado",
        "permlab_receiveBootCompleted": "executar na inicialização",
        "permlab_receiveMms": "receber mensagens de texto (MMS)",
        "permlab_receiveSms": "receber mensagens de texto (SMS)",
        "permlab_receiveWapPush": "receber mensagens de texto (WAP)",
        "permlab_recordAudio": "gravar áudio",
        "permlab_recordBackgroundAudio": "gravar áudio em segundo plano",
        "permlab_register_call_provider": "registrar novas conexões de telecomunicações",
        "permlab_register_sim_subscription": "registrar novas conexões SIM de telecomunicações",
        "permlab_removeDrmCertificates": "remover certificados de DRM",
        "permlab_reorderTasks": "reordenar os aplicativos em execução",
        "permlab_requestDeletePackages": "solicitar exclusão de pacotes",
        "permlab_requestIgnoreBatteryOptimizations": "solicitar que as otimizações de bateria sejam ignoradas",
        "permlab_requestInstallPackages": "solicitar pacotes de instalação",
        "permlab_requestPasswordComplexity": "solicitar complexidade do bloqueio de tela",
        "permlab_route_media_output": "rotear saída de mídia",
        "permlab_runInBackground": "executar em segundo plano",
        "permlab_schedule_exact_alarm": "Programar ações com tempo preciso",
        "permlab_sdcardRead": "ler conteúdo do armazenamento compartilhado",
        "permlab_sdcardWrite": "alterar ou excluir conteúdo do armazenamento compartilhado",
        "permlab_sendSms": "enviar e ver mensagens SMS",
        "permlab_setAlarm": "definir um alarme",
        "permlab_setInputCalibration": "alterar calibragem de dispositivo de entrada",
        "permlab_setTimeZone": "definir fuso horário",
        "permlab_setWallpaper": "definir papel de parede",
        "permlab_setWallpaperHints": "ajustar tamanho do papel de parede",
        "permlab_sim_communication": "enviar comandos para o cartão SIM",
        "permlab_startForegroundServicesFromBackground": "Iniciar serviços em primeiro plano estando em segundo plano",
        "permlab_startReviewPermissionDecisions": "ver início de decisões de permissão",
        "permlab_startViewAppFeatures": "iniciar visualização de recursos do aplicativo",
        "permlab_startViewPermissionUsage": "iniciar uso da permissão para visualização",
        "permlab_statusBar": "desativar ou modificar a barra de status",
        "permlab_statusBarService": "ser a barra de status",
        "permlab_subscribedFeedsRead": "ler feeds inscritos",
        "permlab_systemAlertWindow": "Este aplicativo pode se sobrepor visualmente a outros",
        "permlab_systemCamera": "Permite que um aplicativo ou serviço acesse as câmeras do sistema para tirar fotos e gravar vídeos",
        "permlab_transmitIr": "transmitir infravermelho",
        "permlab_turnScreenOn": "ligar a tela",
        "permlab_uninstall_shortcut": "desinstalar atalhos",
        "permlab_updatePackagesWithoutUserAction": "atualizar o aplicativo sem a ação do usuário",
        "permlab_useBiometric": "usar hardware de biometria",
        "permlab_useDataInBackground": "usar dados em segundo plano",
        "permlab_useFaceAuthentication": "usar hardware de desbloqueio facial",
        "permlab_useFingerprint": "usar hardware de impressão digital",
        "permlab_use_exact_alarm": "Programar alarmes ou lembretes de eventos",
        "permlab_use_sip": "fazer/receber chamadas SIP",
        "permlab_uwb_ranging": "determinar o posicionamento relativo entre dispositivos de banda ultralarga por perto",
        "permlab_vibrate": "controlar vibração",
        "permlab_videoWrite": "modificar sua coleção de vídeos",
        "permlab_wakeLock": "impedir modo de inatividade do telefone",
        "permlab_writeCalendar": "adicionar ou modificar compromissos e enviar e-mail para os convidados sem o conhecimento dos donos",
        "permlab_writeCallLog": "salvar no registo de chamadas",
        "permlab_writeContacts": "modificar seus contatos",
        "permlab_writeGeolocationPermissions": "modificar permissões de geolocalização de seu navegador",
        "permlab_writeHistoryBookmarks": "gravar seu histórico e seus favoritos da web",
        "permlab_writeSettings": "modificar configurações do sistema",
        "permlab_writeSyncSettings": "ativar e desativar sincronização"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nome",
            "bitcoin_alt": "Doar via Bitcoin",
            "credit_card": "Cartão de crédito",
            "crypto": "Criptomoeda",
            "currency": "Moeda",
            "flattr_alt": "Doar via Flattr",
            "heading": "Fazer doação",
            "hellotux": "👕 Camisetas 👕 de",
            "hellotux_alt": "Hellotux",
            "hellotux_donation": "F-Droid receberá 3€ por cada camisa vendida.",
            "liberapay_alt": "Doar via Liberapay",
            "litecoin_alt": "Doar via Litecoin",
            "more_options": "Mais opções",
            "opencollective_alt": "Doe para nosso Collective",
            "paypal": "PayPal",
            "paypal_alt": "Doar via PayPal",
            "powered_by_donations": "F-Droid é sustentada por suas doações!",
            "via_bank_transfer": "Transferência bancária"
        },
        "lang": {
            "change": "Alterar"
        },
        "last_updated": {
            "heading": "Atualizado recentemente"
        },
        "latest_packages": {
            "heading": "Aplicativos mais recentes"
        },
        "news": {
            "heading": "Notícias"
        },
        "search": {
            "heading": "Procurar aplicativos",
            "noscript": "O JavaScript precisa ser habilitado",
            "search": "Pesquisar"
        }
    }
}
