{
    "add_repo": {
        "intro": "Escaneie códigos QR de repositórios que deseja adicionar.",
        "no_internet": "Sem internet? Sem problemas. Saiba <a href=\"../swap/\">Como enviar e receber aplicativos off-line.</a>",
        "open_repo_link": {
            "description": "Se você recebeu um link de repositório por e-mail, rede social ou SMS, permita abri-lo para poder instalar os aplicativos dele pelo F-Droid.",
            "short_summary": "Abrir link do repositório",
            "steps": {
                "step_1": "Baixe e instale o aplicativo do F-Droid em seu dispositivo Android.",
                "step_2": "Clique no link para abri-lo em um navegador web em seu dispositivo.",
                "step_3": "Após abrir o link, toque no botão \"Adicionar ao F-Droid\".",
                "step_4": "Toque no botão \"Eu tenho F-Droid\". O aplicativo F-Droid será aberto.",
                "step_5": "Será mostrado \"Adicionar novo repositório\" já preenchido com o link. Toque em \"OK\" para adicioná-lo.",
                "step_6": "Seu novo repositório será adicionado. Para ver a lista de seus repositórios, toque em \"Opções\" e selecione \"Repositórios\".",
                "step_7": "Toque em um repositório para ver seu conteúdo.",
                "step_8": "Selecione os aplicativos que gostaria de ter e instale-os no seu dispositivo."
            },
            "title": "Abra link do repositório no seu dispositivo"
        },
        "overview": {
            "summary": "Para obter mais aplicativos, adicione um novo repositório ao F-Droid, um repositório é uma coleção de conteúdo selecionado. Você pode descobrir sobre os repositórios das pessoas diretamente com elas, os desenvolvedores geralmente disponibilizam o próprio repositório F-Droid em seu site. Outros preferem compartilhar links de repositórios por e-mail, SMS ou redes sociais.",
            "title": "Obtenha mais conteúdo."
        },
        "scan_qr_code": {
            "description": "Escaneie códigos QR de repositórios que deseja adicionar.",
            "related_tutorial": "Talvez tenha interesse em: <a href=\"../swap/\">Como enviar e receber aplicativos off-line.</a>",
            "short_summary": "Escanear Código QR",
            "steps": {
                "step_1": "Assim que o código QR para o repositório for mostrado, leia-o usando um aplicativo de leitor de QR.",
                "step_2": "Toque no link, abra-o usando F-Droid e siga as instruções. Se funcionar, é isso aí! Caso contrário, vá para o próximo passo.",
                "step_3": "Se não houver a opção de abrir o link com F-Droid, feche o aplicativo scanner de QR e abra o aplicativo F-Droid.",
                "step_4": "No F-Droid, toque em \"Opções\" e selecione \"Repositórios\".",
                "step_5": "Na tela Repositórios, toque no ícone \"+\" no canto superior.",
                "step_6": "O link de repositório será preenchido automaticamente, ative-o. Observação: O repositório será salvo mas nada será instalado até que você o faça."
            },
            "title": "Escaneie um código QR de outro dispositivo"
        },
        "title": "Como adicionar um repositório ao F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Você pode editar o aplicativo e os resumos de arquivos para torná-los compreensíveis para seu público-alvo. Você também pode editar o idioma especificando o país. Em seguida, compartilhe o repositório com os participantes antes das conferências e treinamentos.",
            "steps": {
                "step_1": "Clique em um item para abrir seus detalhes.",
                "step_2": "Clique em \"Editar\".",
                "step_3": "Personalize o conteúdo para o seu público-alvo. Observação: As alterações feitas serão aplicadas apenas no seu repositório, não afetarão a fonte original. Por favor, tenha cuidado ao alterar as informações de conteúdo que não é seu.",
                "step_4": "Todas as alterações serão salvas automaticamente."
            },
            "title": "Personalize seu repositório"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Baixe e instale o aplicativo web Repomaker no seu computador. Mais informações no <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">guia de instalação</a>.",
                "step_2": "Abra o Repomaker. Crie uma conta ou entre para começar.",
                "step_3": "Crie um novo repositório.",
                "step_4": "Selecione para adicionar aplicativos da galeria, dos repositórios disponíveis ou envie seus próprios arquivos. Clique no botão \"Adicionar da galeria\" para escolher o conteúdo já disponível.",
                "step_5": "Clique no botão \"Adicionar\" ao lado dos itens que deseja incluir. Quando terminar, clique na seta de voltar para retornar ao seu repositório.",
                "step_6": "Seus aplicativos serão mostrados na visualização do seu repositório."
            },
            "title": "Baixe e instale o Repomaker para começar a criar"
        },
        "intro": "Não encontrou o que procurava? Baixe o Repomaker no seu computador para criar sua própria coleção personalizada de aplicativos e arquivos.",
        "overview": {
            "summary": "Crie seu próprio repositório personalizado de aplicativos. Use o F-Droid para distribuir conteúdo. Os instrutores usam repositórios para compartilhar facilmente uma coleção de recursos e aplicativos com os participantes em um treinamento quando não há conexão de internet confiável. Os desenvolvedores usam repositórios para distribuir seus aplicativos para públicos de nicho.",
            "title": "Adicione seus próprios aplicativos e arquivos."
        },
        "related_tutorial": "Talvez tenha interesse em: <a href=\"../add-repo/\">Como adicionar um repositório ao F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Com o repositório aberto, vá no menu e clique em \"Compartilhar\". Observação: É necessário configurar um local para armazenar seu repositório antes de compartilhá-lo. Instruções sobre como fazer isso estão na Etapa 2.",
                "step_2": "Será solicitado a configuração do armazenamento para publicar seu repositório antes de compartilhá-lo. Se isso não ocorrer, vá para a Etapa 4.",
                "step_3": "Selecione a opção de armazenamento que melhor atenda às suas necessidades. Depois disso, você conseguirá compartilhar! Volte para \"Compartilhar\".",
                "step_4": "Selecione para copiar o link e compartilhe por e-mail, texto ou redes sociais. Quando as pessoas abrirem o link para o seu repositório, elas precisarão adicioná-lo a um dispositivo Android para acessar os aplicativos dele. Consulte <a href=\"../add-repo/\">Como adicionar um repositório ao F-Droid</a> para mais informações.",
                "step_5": "A opção \"Ver repositório\" permite ver o que você acabou de publicar ou compartilhar."
            },
            "title": "Personalize seu repositório"
        },
        "title": "Como criar um repositório",
        "update_repo": {
            "steps": {
                "step_1": "Se você adicionar aplicativos da galeria, eles serão atualizados automaticamente quando a fonte adicionar novas versões. Para os arquivos que você adicionou, você pode arrastar as versões atualizadas e soltá-las na visualização do repositório.",
                "step_2": "Como alternativa, você pode abrir um único item para adicionar uma nova versão. Selecione para editar.",
                "step_3": "Role para baixo até as versões. Em seguida, adicione uma nova versão na seção \"Histórico de versões\".",
                "step_4": "Em seguida, adicione uma nova versão na seção \"Histórico de versões\"."
            },
            "title": "Atualize seu repositório"
        }
    },
    "misc": {
        "option_x_description": "Opção {{ number }}: {{ description }}",
        "overview": {
            "summary": "O F-Droid é uma loja de aplicativos para Android independente e comunitária, totalmente livre e de código aberto. No F-Droid, você pode acessar mais de 1.200 aplicativos de código aberto, pesquisar e instalar aplicativos de repositórios criados ou criar seu próprio repositório. Entre no f-droid.org pelo seu dispositivo Android para baixar o aplicativo!",
            "title": "O que você pode fazer com o F-Droid",
            "tutorial_x_title": "Tutorial {{ number }}: {{ title }}"
        },
        "step_x": "Etapa {{ number }}",
        "step_x_description": "Etapa {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Todos os dispositivos precisam ter o F-Droid instalado para seguir as etapas abaixo.",
        "intro": "Sem internet? Sem problemas. Baixe aplicativos de pessoas perto de você.",
        "overview": {
            "summary": "Sem internet? Sem problemas. O Por Perto do F-Droid permite que você envie e receba conteúdo de pessoas na mesma sala.",
            "title": "Envie e receba aplicativos off-line."
        },
        "related_tutorial": "Talvez tenha interesse em: <a href=\"../create-repo/\">Como criar um repositório</a>",
        "step_1": "Abra o F-Droid. Toque em \"Por Perto\" no menu na parte inferior da tela.",
        "step_10": "Para acessar seus aplicativos instalados, abra as opções do F-Droid e selecione \"Gerenciar aplicativos instalados\" em \"Meus aplicativos\".",
        "step_2": "Toque em \"Encontrar pessoas perto de mim\" para pesquisar dispositivos compatíveis.",
        "step_3": "Quando as pessoas forem encontradas, você e o contato deverão selecionar um ao outro.",
        "step_4": "Uma vez conectado, selecione os aplicativos que você deseja compartilhar com seu contato.",
        "step_5": "Toque na seta de avançar.",
        "step_6": "A pessoa deverá aceitar a solicitação para se conectar.",
        "step_7": "Toque no botão \"Instalar\" ao lado dos aplicativos que você deseja instalar.",
        "step_8": "Toque em \"Instalar\" mais uma vez. Siga as instruções do Android para concluir o processo de instalação.",
        "step_9": "Quando as instalações forem concluídas, os aplicativos estarão disponíveis no seu dispositivo e em \"Aplicativos instalados\" no F-Droid.",
        "title": "Como enviar e receber aplicativos off-line"
    }
}
