{
    "antifeatures": {
        "Ads": "Aquesta aplicació conté publicitat",
        "DisabledAlgorithm": "Aquesta aplicació té una signatura de seguretat dèbil",
        "KnownVuln": "Aquesta aplicació conté una vulnerabilitat de seguretat coneguda",
        "NoSourceSince": "El codi font ja no està disponible, no es pot actualitzar",
        "NonFreeAdd": "Aquesta aplicació promou complements no lliures",
        "NonFreeAssets": "Aquesta aplicació conté recursos no lliures",
        "NonFreeDep": "Aquesta aplicació depèn d'altres aplicacions no lliures",
        "NonFreeNet": "Aquesta aplicació promou o depèn completament d'un servei de xarxa no lliure",
        "Tracking": "Aquesta aplicació rastreja i informa de la teva activitat",
        "UpstreamNonFree": "El codi font original no és totalment lliure"
    },
    "app_categories": {
        "Connectivity": "Connectivitat",
        "Development": "Desenvolupament",
        "Games": "Jocs",
        "Graphics": "Gràfics",
        "Internet": "Internet",
        "Money": "Diners",
        "Multimedia": "Multimèdia",
        "Navigation": "Navegació",
        "Phone & SMS": "Telèfon i missatgeria",
        "Reading": "Lectura",
        "Science & Education": "Ciència i educació",
        "Security": "Seguretat",
        "Sports & Health": "Esports i salut",
        "System": "Sistema",
        "Theming": "Temes",
        "Time": "Hora, gestió del temps",
        "Writing": "Escriptura",
        "show_all_packages": "Mostra els %d paquets"
    },
    "index": {
        "download_fdroid": "Descarrega F-Droid",
        "gpg_signature": "Signatura PGP",
        "introduction": "F-Droid és un catàleg instal·lable d'aplicacions de programari lliure i codi obert (FOSS, \"Free and Open Source Software\") per a Android. El client en facilita la navegació, la instal·lació i el seguiment de les actualitzacions en el teu dispositiu.",
        "screenshot": "Captura de pantalla de F-Droid per a Android",
        "title": "Què és F-Droid?"
    },
    "mirrors": {
        "cn": "Xina continental",
        "de": "Alemanya",
        "indiana": "Indiana, EUA",
        "se": "Suècia",
        "tw": "Taiwan",
        "ua": "Ucraïna"
    },
    "navigation": {
        "about": "Informació",
        "apps": "Aplicacions",
        "contribute": "Contribueix",
        "documentation": "Documents",
        "edit_on_gitlab": "Edita a GitLab",
        "forum": "Fòrum",
        "issues": "Incidències",
        "news": "Notícies",
        "translate_on_weblate": "Tradueix a Weblate"
    },
    "news": {
        "newer_posts": "← Entrades més recents",
        "older_posts": "Entrades més antigues →",
        "posted_on": "Publicat el {{ post_date }}"
    },
    "package": {
        "added_on": "S'ha afegit el {{ package_added_date }}",
        "anti_features": "Funcionalitats no desitjades",
        "anti_features_warning": "Aquesta aplicació té característiques potencialment no desitjables.",
        "author": "Autor",
        "build_log": "Registre de compilació",
        "build_metadata": "Genera metadades",
        "changelog": "Historial de canvis",
        "donate": "Dóna",
        "download": "Descarrega {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "Signatura PGP",
        "issue_tracker": "Seguiment d'incidències",
        "liberapay": "Liberapay",
        "license": "Llicència",
        "minimum_android_version": "Aquesta versió requereix una versió d'Android {{ android_version }} o superior.",
        "new_in_version": "Novetats de la versió {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "icona del paquet",
        "package_screenshot_alt": "captura de pantalla",
        "packages": "Paquets",
        "permissions": "Permisos",
        "signed_by_developer": "S'ha compilat i firmat pel desenvolupador original.",
        "signed_by_fdroid": "Compilat i signat per F-Droid, i es garanteix que correspon a <a href=\"{{ source_code_url }}\">aquest paquet de fonts</a>.",
        "source_code": "Codi font",
        "suggest_downloading_via_fdroid": "Tot i que les descàrregues APK estan disponibles més avall perquè puguis escollir, hauries d'estar al cas que al instal·lar-les d'aquesta manera no rebràs les notificacions de les actualitzacions, i és una manera de descàrrega menys segura. Et recomanem que instal·lis i utilitzis el client de F-Droid.",
        "suggested": "suggerit",
        "translation": "Traducció",
        "version_info": "<b>Versió {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Versions",
        "website": "Lloc web"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Permet que l'aplicació continuï una trucada que s'ha iniciat en una altra aplicació.",
        "permdesc_accessBackgroundLocation": "Aquesta aplicació pot accedir a la ubicació en qualsevol moment, encara que no s'estigui utilitzant.",
        "permdesc_accessCoarseLocation": "Aquesta aplicació pot obtenir la teva ubicació aproximada a través dels serveis d'ubicació mentre s'està utilitzant. Els serveis d'ubicació del dispositiu han d'estar activats perquè l'aplicació pugui obtenir la ubicació.",
        "permdesc_accessDrmCertificates": "Permet que una aplicació proporcioni i faci servir la gestió de drets digitals (DRM, \"Digital Rights Management\"). Les aplicacions normals no haurien de necessitar aquest permís.",
        "permdesc_accessFineLocation": "Aquesta aplicació pot obtenir la teva ubicació exacta a través dels serveis d'ubicació mentre s'està utilitzant. Els serveis d'ubicació del dispositiu han d'estar activats perquè l'aplicació pugui obtenir la ubicació, i això pot fer que l'ús de la bateria augmenti.",
        "permdesc_accessImsCallService": "Permet que l'aplicació faci servir el servei IMS (\"IP Multimedia Subsystem\", Subsistema Multimèdia IP) per realitzar trucades sense la teva intervenció.",
        "permdesc_accessLocationExtraCommands": "Permet que l'aplicació tingui accés a altres ordres del proveïdor d'ubicació. Això podria permetre que l'aplicació interferís en el funcionament del GPS o d'altres fonts d'ubicació.",
        "permdesc_accessNetworkConditions": "Permet que una aplicació pugui detectar canvis en l'estat de la xarxa. No hauria de ser necessari en aplicacions normals.",
        "permdesc_accessNetworkState": "Permet que l'aplicació pugui veure informació sobre les connexions de la xarxa (quines xarxes es detecten i a quines es connecten).",
        "permdesc_accessNotifications": "Permet que l'aplicació recuperi, examini i esborri notificacions, incloses les que provenen d'altres aplicacions.",
        "permdesc_accessWifiState": "Permet que l'aplicació vegui informació sobre la conexió Wi-Fi (si la conexió Wi-Fi està habilitada i el nom dels dispositius que estàn connectats a la xarxa Wi-Fi).",
        "permdesc_accessWimaxState": "Permet que l'aplicació determini si la WiMAX (\"Worldwide Interoperability for Microwave Access\", en català \"inter-operabilitat mundial per accés per microones\") està habilitada i que obtingui informació sobre les xarxes WiMAX que estàn connectades.",
        "permdesc_access_notification_policy": "Permet que l'aplicació llegeixi i modifiqui la configuració de No molestar.",
        "permdesc_activityRecognition": "Aquesta aplicació pot reconèixer la teva activitat física.",
        "permdesc_addVoicemail": "Permet que l'aplicació afegeixi missatges a la safata d'entrada de la bústia de veu.",
        "permdesc_answerPhoneCalls": "Permet que l'aplicació respongui les trucades.",
        "permdesc_audioWrite": "Permet que l'aplicació modifiqui la teva biblioteca de música.",
        "permdesc_backgroundCamera": "Aquesta aplicació pot fer fotos i gravar vídeos amb la càmera en qualsevol moment.",
        "permdesc_bindCarrierMessagingService": "Permet que es vinculi amb la interfície de nivell superior del servei de missatgeria d'un operador. No hauria de ser necessari en les aplicacions normals.",
        "permdesc_bindCarrierServices": "Permet que es vinculi amb serveis de l'operador. No hauria de ser necessari en les aplicacions normals.",
        "permdesc_bindCellBroadcastService": "Permet que l'aplicació es vinculi al mòdul de difusió mòbil per poder reenviar els missatges de difusió mòbil a mesura que es reben. Les alertes de difusió mòbil s'entreguen en algunes ubicacions per alertar de situacions d'emergència. És possible que les aplicacions malicioses interfereixin en el rendiment o en el funcionament del dispositiu quan es rebi una difusió mòbil d'emergència.",
        "permdesc_bindConditionProviderService": "Permet que es vinculi amb la interfície de nivell superior d'un servei de proveïdor de condicions. No hauria de ser necessari en les aplicacions normals.",
        "permdesc_bindDreamService": "Permet que es vinculi amb la interfície de nivell superior d'un servei d'estalvi de pantalla. No hauria de ser necessari en les aplicacions normals.",
        "permdesc_bindNotificationListenerService": "Permet que es vinculi amb la interfície de nivell superior d'un servei de detecció de notificacions. No hauria de ser necessari en les aplicacions normals.",
        "permdesc_bind_connection_service": "Permet que l'aplicació interactuï amb serveis de telefonia per fer i rebre trucades.",
        "permdesc_bind_incall_service": "Permet que l'aplicació controli quan i com es mostra la pantalla de trucada.",
        "permdesc_bluetooth": "Permet que l'aplicació tingui accés a la configuració del Bluetooth del telèfon i que estableixi i accepti connexions amb els dispositius aparellats.",
        "permdesc_bluetoothAdmin": "Permet que l'aplicació configuri el telèfon Bluetooth local i que detecti dispositius remots i es connecti amb ells.",
        "permdesc_bluetooth_advertise": "Permet que l'aplicació s'anunciï als dispositius Bluetooth propers",
        "permdesc_bluetooth_connect": "Permet que l'aplicació es connecti a dispositius Bluetooth vinculats",
        "permdesc_bluetooth_scan": "Permet que l'aplicació detecti i vinculi dispositius Bluetooth propers",
        "permdesc_bodySensors": "Permet que l'aplicació tingui accés a les dades dels sensors que controlen la teva condició física, com ara la freqüència cardíaca.",
        "permdesc_bodySensors_background": "Permet que l'aplicació accedeixi a les dades del sensor corporal, com ara la freqüència cardíaca, la temperatura i el percentatge d'oxigen a la sang, mentre es troba en segon pla.",
        "permdesc_broadcastSticky": "Permet que l'aplicació enviï emissions que romanen en el dispositiu una vegada l'emissió ha finalitzat. Un ús excessiu podria alentir el funcionament del telèfon o tornar-lo inestable al utilitzar massa memòria.",
        "permdesc_callCompanionApp": "Permet que l'aplicació vegui i controli les trucades entrants del dispositiu. Això inclou informació com els números de les trucades i el seu estat.",
        "permdesc_callPhone": "Permet que l'aplicació realitzi trucades sense la intervenció de l'usuari, això pot donar lloc a trucades o recàrregues inesperades. Tingues present que les aplicacions no poden fer servir aquest servei per fer trucades a números d'emergència, però les aplicacions malintencionades poden causar despeses adicionals al fer trucades sense el teu consentiment.",
        "permdesc_camera": "Aquesta aplicació pot fer fotos i gravar vídeos amb la càmera mentre s'està utilitzant.",
        "permdesc_cameraOpenCloseListener": "Aquesta aplicació pot rebre crides de retorn quan s'obre o es tanca un dispositiu de càmera mitjançant l'aplicació en qüestió.",
        "permdesc_changeNetworkState": "Permet que l'aplicació modifiqui l'estat de la connectivitat de la xarxa.",
        "permdesc_changeTetherState": "Permet que l'aplicació canviï l'estat de la connectivitat de l'ancoratge a xarxa.",
        "permdesc_changeWifiMulticastState": "Permet que l'aplicació rebi paquets enviats a tots els dispositius d'una xarxa Wi-Fi que facin servir direccions de difusió selectiva, no tan sols al teu telèfon. Fa servir més bateria que el mode de no difusió selectiva.",
        "permdesc_changeWifiState": "Permet que l'aplicació es connecti a punts d'accés Wi-Fi i s'en desconecti i que realitzi canvis en la configuració de les xarxes Wi-Fi del dispositiu.",
        "permdesc_changeWimaxState": "Permet que l'aplicació conneci i desconnecti el telèfon a xarxes WiMAX.",
        "permdesc_companionProfileWatch": "Permet que una aplicació complementària gestioni els rellotges.",
        "permdesc_connection_manager": "Permet que l'aplicació gestioni les connexions de telecomunicacions.",
        "permdesc_control_incall_experience": "Permet que l'aplicació proporcioni una experiència d'usuari de trucada.",
        "permdesc_createNetworkSockets": "Permet que l'aplicació creï sockets d'internet i utilitzi protocols de xarxa personalitzats. El navegador i altres aplicacions proporcionen els medis necessaris per enviar les dades a internet, pel que no és necessari utilitzar aquest permís en aquest cas.",
        "permdesc_deliverCompanionMessages": "Permet que una aplicació complementària enviï missatges complementaris a altres dispositius.",
        "permdesc_detectScreenCapture": "Aquesta aplicació rebrà una notificació quan es faci una captura de pantalla mentre s'utilitza l'aplicació.",
        "permdesc_disableKeyguard": "Permet que l'aplicació deshabiliti el bloqueig del teclat i qualsevol protecció amb contrassenya associada. Per exemple, el telèfon pot deshabilitar el bloqueig del teclat quan es rep una trucada i pot tornar-lo a habilitar quan la trucada finalitza.",
        "permdesc_enableCarMode": "Permet que l'aplicació habiliti el mode cotxe.",
        "permdesc_exemptFromAudioRecordRestrictions": "Exclou l'aplicació de les restriccions per gravar àudio.",
        "permdesc_expandStatusBar": "Permet que l'aplicació expandeixi o contregui la barra d'estat.",
        "permdesc_foregroundService": "Permet que l'aplicació utilitzi serveis en prmer pla.",
        "permdesc_foregroundServiceCamera": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"camera\"",
        "permdesc_foregroundServiceConnectedDevice": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"connectedDevice\"",
        "permdesc_foregroundServiceDataSync": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"dataSync\"",
        "permdesc_foregroundServiceFileManagement": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"fileManagement\"",
        "permdesc_foregroundServiceHealth": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"health\"",
        "permdesc_foregroundServiceLocation": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"location\"",
        "permdesc_foregroundServiceMediaPlayback": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"mediaPlayback\"",
        "permdesc_foregroundServiceMediaProjection": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"mediaProjection\"",
        "permdesc_foregroundServiceMicrophone": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"microphone\"",
        "permdesc_foregroundServicePhoneCall": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"phoneCall\"",
        "permdesc_foregroundServiceRemoteMessaging": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"remoteMessaging\"",
        "permdesc_foregroundServiceSpecialUse": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"specialUse\"",
        "permdesc_foregroundServiceSystemExempted": "Permet que l'aplicació utilitzi serveis en primer pla amb el tipus \"systemExempted\"",
        "permdesc_fullScreenIntent": "Permet a l'aplicació mostrar notificacions com a activitats de pantalla completa en un dispositiu bloquejat",
        "permdesc_getAccounts": "Permet que l'aplicació obtingui una llista de comptes reconeguts pel telèfon, entre els què es poden incloure els comptes creats per les aplicacions que hagis instal·lat.",
        "permdesc_getPackageSize": "Permet que l'aplicació recuperi la mida dels codis, les dades i les memòries cau",
        "permdesc_getTasks": "Permet que l'aplicació recuperi informació sobre les tasques que s'estan executant en aquest moment o que s'hagin executat recentment. L'aplicació pot utilitzar aquest permís per descobrir informació sobre quines aplicacions es fan servir en el dispositiu.",
        "permdesc_handoverStatus": "Permet que aquesta aplicació rebi informació sobre les transferències actuals d'Android Beam",
        "permdesc_hideOverlayWindows": "Aquesta aplicació pot sol·licitar al sistema que amagui les superposicions d'altres aplicacions perquè no s'hi mostrin a sobre.",
        "permdesc_highSamplingRateSensors": "Permet que l'aplicació dugui a terme un mostratge de les dades del sensor a una freqüència superior a 200 Hz",
        "permdesc_imagesWrite": "Permet que l'aplicació modifiqui la teva galeria de fotos.",
        "permdesc_install_shortcut": "Permet que una aplicació afegeixi accessos directes a la pantalla d'inici sense l'intervenció de l'usuari.",
        "permdesc_invokeCarrierSetup": "Permet executar l'aplicació de configuració proporcionada per l'operador. No hauria de ser necessari per aplicacions normals.",
        "permdesc_killBackgroundProcesses": "Permet que l'aplicació interrompi processos en segon pla d'altres aplicacions i, per tant, pot fer que aquelles aplicacions deixin d'executar-se.",
        "permdesc_manageFace": "Permet que l'aplicació utilitzi mètodes per afegir i suprimir plantilles de cares pel seu ús.",
        "permdesc_manageFingerprint": "Permet que l'aplicació invoqui mètodes per afegir i suprimit plantilles d'empremptes digitals i utilitzar-les.",
        "permdesc_manageNetworkPolicy": "Permet que l'aplicació administri polítiques de xarxa i defineixi regles específiques de l'aplicació.",
        "permdesc_manageOngoingCalls": "Permet que una aplicació vegi els detalls sobre les trucades en curs al dispositiu i que controli aquestes trucades.",
        "permdesc_manageOwnCalls": "Permet que l'aplicació redireccioni les teves trucades cap el sistema per millorar-ne la qualitat.",
        "permdesc_manageProfileAndDeviceOwners": "Permet que les aplicacions estableixin els propietaris del perfil i del dispositiu.",
        "permdesc_mediaLocation": "Permet que l'aplicació llegeixi les ubicacions de la teva biblioteca multimèdia.",
        "permdesc_modifyAudioSettings": "Permet que l'aplicació modifiqui la configuració d'àudio global (per exemple, el volúm i l'altaveu de sortida).",
        "permdesc_modifyNetworkAccounting": "Permet que l'aplicació modifiqui com es registra l'ús de la xarxa en relació amb les aplicacions. Les aplicacions normals no han d'utilitzar aquest permís.",
        "permdesc_nearby_wifi_devices": "Permet que l'aplicació s'anunciï i es connecti als dispositius Wi‑Fi propers, i en determini la posició relativa",
        "permdesc_nfc": "Permet que l'aplicació es comuniqui amb lectors, targetes i etiquetes de Comunicació de camp proper (NFC).",
        "permdesc_observeCompanionDevicePresence": "Permet que una aplicació complementària detecti la presència de dispositius complementaris quan aquests dispositius estan a prop o lluny.",
        "permdesc_persistentActivity": "Permet que l'aplicació faci que algunes de les seves parts es mantinguin a la memòria. Això podria limitar la quantitat de memòria disponible per a altres aplicacions i alentir el telèfon.",
        "permdesc_postNotification": "Permet que l'aplicació mostri notificacions",
        "permdesc_preferredPaymentInfo": "Permet que l'aplicació obtingui informació preferent sobre el servei de pagament per NFC, com ara complements registrats i destinacions de rutes.",
        "permdesc_processOutgoingCalls": "Permet que l'aplicació vegui el número que es marca al realitzar una trucada amb l'opció de redirigir la trucada a un altre número o cancel·lar la trucada.",
        "permdesc_queryAllPackages": "Permet que una aplicació vegi els paquets instal·lats.",
        "permdesc_readBasicPhoneState": "Permet que l'aplicació accedeixi a les funcions de telefonia bàsiques del dispositiu.",
        "permdesc_readCalendar": "Aquesta aplicació pot llegir els esdeveniments del calendari emmagatzemats al teu telèfon i compartir o guardar les dades del teu calendari.",
        "permdesc_readCallLog": "Aquesta aplicació pot llegir el teu historial de trucades.",
        "permdesc_readCellBroadcasts": "Permet que l'aplicació llegeixi missatges de difusió mòbil que hagi rebut el dispositiu. Les altertes de difusió mòbil s'envien a algunes ubicacions per avisar de situacions d'emergència. És possible que les aplicacions malintencionades interfereixin en el rendiment o el funcionament del dispositiu si es rep una altera de difusió mòbil d'emergència.",
        "permdesc_readContacts": "Permet que l'aplicació llegeixi les dades dels contactes que tens emmagatzemats al telèfon. Les aplicacions també tindran accés als comptes del telèfon que hagin creat contactes. Això pot incloure els comptes creats per les aplicacions que hi tens instal·lades. Les aplicacions amb aquest permís poden desar les dades dels teus contactes, i és possible que les aplicacions malicioses comparteixin dades dels contactes sense el teu coneixement.",
        "permdesc_readHistoryBookmarks": "Permet que l'aplicació consulti l'historial de totes les URL visitades pel navegador i totes les seves adreces d'interès. Nota: aquest permís no el poden utilitzar navegadors externs ni altres aplicacions que tinguin funcions de navegació per internet.",
        "permdesc_readInstallSessions": "Permet que una aplicació consulti sessions d'instal·lació per veure detalls sobre instal·lacions de paquets d'arxius.",
        "permdesc_readMediaAudio": "Permet que l'aplicació llegeixi fitxers d'àudio de l'emmagatzematge compartit.",
        "permdesc_readMediaImages": "Permet que l'aplicació llegeixi fitxers d'imatge de l'emmagatzematge compartit.",
        "permdesc_readMediaVideo": "Permet que l'aplicació llegeixi fitxers de vídeo de l'emmagatzematge compartit.",
        "permdesc_readNetworkUsageHistory": "Permet que l'aplicació consulti l'ús de l'historial de la xarxa per aplicacions i xarxes específiques.",
        "permdesc_readPhoneNumbers": "Permet que l'aplicació tingui accés als números de telèfon del dispositiu.",
        "permdesc_readPhoneState": "Permet que l'aplicació tingui accés a les funcions del telèfon del dispositiu. L'aplicació pot utilitzar aquest permís per descobrir identificadors de dispositius i números de telèfon, per saber si una trucada està activa i per conèixer el número remot amb el que s'ha establert la conexió mitjanánt una trucada.",
        "permdesc_readSms": "Aquesta aplicació pot llegir tots els SMS (missatges de text) emmagatzemats al teu telèfon.",
        "permdesc_readSyncSettings": "Permet que l'aplicació consulti la configuració de dincronització d'un compte. L'aplicació pot utilitzar aquest permís, per exemple, per determinar si l'aplicació Contactes està sincronitzada amb un compte.",
        "permdesc_readSyncStats": "Permet que l'aplicació consulti les estadístiques de sincronització d'un compte (per exemple, l'historial d'esdeveniments sincronitzats i la quantitat de dades sincronitzades).",
        "permdesc_readVisualUserSelect": "Permet que l'aplicació llegeixi els fitxers d'imatge i de vídeo que seleccionis de l'emmagatzematge compartit.",
        "permdesc_receiveBootCompleted": "Permet que l'aplicació s'executi automàticament una vegada el sistema s'hagi iniciat completament. Això pot fer que el telèfon tardi més en iniciar-se i podria permetre que l'aplicació alenteixi el funcionament global del dispositiu.",
        "permdesc_receiveMms": "Permet que l'aplicació rebi i processi missatges MMS, el que significa que podria utilitzar aquest permís per controlar o eliminar missatges enviats al dispositiu sense mostrar-los a l'usuari.",
        "permdesc_receiveSms": "Permet que l'aplicació rebi i processi missatges SMS, el que significa que podria utilitzar aquest permís per controlar o eliminar missatges enviats al dispositiu sense mostrar-los a l'usuari.",
        "permdesc_receiveWapPush": "Permet que l'aplicació rebi i processi missatges WAP, el que significa que podria utilitzar aquest permís per controlar o eliminar missatges enviats al dispositiu sense mostrar-los a l'usuari.",
        "permdesc_recordAudio": "Aquesta aplicació pot gravar àudio amb el micròfon mentre s'està utilitzant.",
        "permdesc_recordBackgroundAudio": "Aquesta aplicació pot gravar àudio amb el micròfon en qualsevol moment.",
        "permdesc_register_call_provider": "Permet que l'aplicació registri connexions de telecomunicacions noves.",
        "permdesc_register_sim_subscription": "Permet que l'aplicació registri conexions de SIM de telecomunicacions noves.",
        "permdesc_removeDrmCertificates": "Permet que una aplicació elimini els certificats DRM. Les aplicacions normals no haurien de necessitar aquest permís.",
        "permdesc_reorderTasks": "Permet que l'aplicació mogui tasques a segon o primer pla. L'aplicació pot utilitzar aquest permís per fer aquests moviments sense que l'usuari ho indiqui.",
        "permdesc_requestDeletePackages": "Permet que l'aplicació sol·liciti l'eliminació de paquets.",
        "permdesc_requestIgnoreBatteryOptimizations": "Permet que una aplicació sol·liciti permís per ignorar les optimitzacions de la bateria.",
        "permdesc_requestInstallPackages": "Permet que una aplicació sol·liciti l'instal·lació de paquets.",
        "permdesc_requestPasswordComplexity": "Permet que l'aplicació entengui el nivell de complexitat del bloqueig de pantalla (alt, mig, baix o cap) que indica la longitut i el tipus de bloqueig de pantalla possibles. L'aplicació també pot suggerir als usuaris que actualitzin el bloqueig de pantalla per que tingui un nivell concret de complexitat, però els usuaris poden ignorar l'advertència lliurement. El bloqueig de pantalla no s'emmagatzema com a text sense format, així que l'aplicació no pot saber quina és la contrassenya exacta.",
        "permdesc_route_media_output": "Permet que l'aplicació dirigeixi sortides de medis a altres dispositius externs.",
        "permdesc_runInBackground": "Aquesta aplicació pot execurat-se en segon pla, però és possible que la bateria s'esgoti més ràpidament.",
        "permdesc_schedule_exact_alarm": "Aquesta aplicació pot programar la feina perquè es faci quan tu vulguis en el futur. Això també significa que l'aplicació pot executar-se quan no utilitzes activament el dispositiu.",
        "permdesc_sdcardRead": "Permet que l'aplicació llegeixi el contingut de l'emmagatzematge compartit.",
        "permdesc_sdcardWrite": "Permet que l'aplicació modifiqui el contingut de l'emmagatzematge compartit.",
        "permdesc_sendSms": "Permet que l'aplicació enviï missatges SMS, que podria suposar càrregues adicionals inesperades. Les aplicacions malintencionades poden suposar-te càrregues imprevistes al enviar missatges sense la teva confirmació.",
        "permdesc_setAlarm": "Permet que l'aplicació estableixi una alarma en una aplicació de rellotge instal·lada. És possible que algunes aplicacions de rellotge no incloguin aquesta funció.",
        "permdesc_setInputCalibration": "Permet que l'aplicació modifiqui els paràmetres de calibració de la pantalla tàctil. No és necessari per les aplicacions normals.",
        "permdesc_setTimeZone": "Permet que l'aplicació canviï la zona horària del telèfon.",
        "permdesc_setWallpaper": "Permet que l'aplicació estableixi el fons de pantalla del sistema.",
        "permdesc_setWallpaperHints": "Permet que l'aplicació estableixi la mida del fons de pantalla del sistema.",
        "permdesc_sim_communication": "Permet que l'aplicació enviï ordres a la targeta SIM. Aquest permís és molt perillós.",
        "permdesc_startForegroundServicesFromBackground": "Permet que una aplicació complementària iniciï serveis en primer pla des d'un segon pla.",
        "permdesc_startReviewPermissionDecisions": "Permet que l'aplicació en qüestió iniciï la pantalla per revisar les decisions sobre permisos. No s'hauria de necessitar mai per a les aplicacions normals.",
        "permdesc_startViewAppFeatures": "Permet que el propietari vegi la informació de les funcions d'una aplicació.",
        "permdesc_startViewPermissionUsage": "Permet que l'usuari iniciï l'ús de permisos d'una aplicació. Les aplicacions normals no haurien de necessitar mai aquest permís.",
        "permdesc_statusBar": "Permet que l'aplicació inhabiliti la barra d'estat o afegeixi i elimini icones del sistema.",
        "permdesc_statusBarService": "Permet que l'aplicació apareixi a la barra d'estat.",
        "permdesc_subscribedFeedsRead": "Permet que l'aplicació obtingui detalls sobre els continguts sincronitzats actualment.",
        "permdesc_systemAlertWindow": "Aquesta aplicació pot aparèixer per sobre d'altres aplicacions o altres parts de la pantalla. Això podria interferir en l'ús normal de les aplicacions i canviar la forma en la que aquestes apareixen.",
        "permdesc_systemCamera": "Aquesta aplicació del sistema amb privilegis pot fer fotos i gravar vídeos amb una càmera del sistema en qualsevol moment. L'aplicació també ha de tenir el permís android.permission.CAMERA per accedir-hi.",
        "permdesc_transmitIr": "Permet que l'aplicació utilitzi el transmissor d'infrorojos del telèfon.",
        "permdesc_turnScreenOn": "Permet a l'aplicació activar la pantalla.",
        "permdesc_uninstall_shortcut": "Permet que l'aplicació elimini accessos directes de la pantalla d'inici sense la intervenció de l'usuari.",
        "permdesc_updatePackagesWithoutUserAction": "Permetre al titular actualitzar l'aplicació prèviament instal·lada sense que l'usuari faci cap acció",
        "permdesc_useBiometric": "Permet que l'aplicació utilitzi les dades biomètriques per realitzar l'autentificació",
        "permdesc_useDataInBackground": "Aquesta aplicació pot utilitzar dades en segon pla, però és possible que n'augmenti l'ús.",
        "permdesc_useFaceAuthentication": "Permet que l'aplicació faci servir el maquinari de desbloqueig facial per a l'autenticació",
        "permdesc_useFingerprint": "Permet que l'aplicació utilitzi les dades de l'emprempta digital per realitzar l'autentificació",
        "permdesc_use_exact_alarm": "Aquesta aplicació pot programar accions, com ara alarmes i recordatoris, per notificar-te quan tu vulguis en el futur.",
        "permdesc_use_sip": "Permet que l'aplicació faci i rebi trucades SIP.",
        "permdesc_uwb_ranging": "Permet que l'aplicació determini la posició relativa entre els dispositius de banda ultraampla propers",
        "permdesc_vibrate": "Permet que l'aplicació controli la vibració.",
        "permdesc_vibrator_state": "Permet que l'aplicació accedeixi a l'estat de vibració.",
        "permdesc_videoWrite": "Permet que l'aplicació modifiqui la teva galeria de videos.",
        "permdesc_wakeLock": "Permet que l'aplicació impedeixi que el telèfon entri en mode de suspensió.",
        "permdesc_writeCalendar": "Aquesta aplicació pot afegir, suprimir i canviar esdeveniments del calendari emmagatzemats al teu telèfon. També pot enviar missatges que semblin provenir del propietari del calendari o canviar esdeveniments sense notificar-ho al propietari.",
        "permdesc_writeCallLog": "Permet que l'aplicació modifiqui el registre de trucades del telèfon, incloses les dades de les trucades. Les aplicacions malintencionades poden utilitzar aquest permís per esborrar o modificar el registre de trucades.",
        "permdesc_writeContacts": "Permet que l'aplicació modifiqui les dades dels contactes que tens emmagatzemats al telèfon. Amb aquest permís, les aplicacions poden suprimir les dades dels contactes.",
        "permdesc_writeGeolocationPermissions": "Permet que l'aplicació modifiqui els permisos d'ubicació geogràfica del navegador. Les aplicacions malintencionades poden utilitzar aquest permís per autoritzar l'enviament d'informació sobre la ubicació a llocs web arbitraris.",
        "permdesc_writeHistoryBookmarks": "Permet que l'aplicació modifiqui l'historial o les adresses d'interès del navegador emmagatzemades al teu telèfon. L'aplicació pot utilitzar aquest permís per esborrar o modificar dades del navegador. Nota: aquest permís no el poden utlitzar navegadors externs ni altres aplicacions que tinguin funcions de navegació per internet.",
        "permdesc_writeSettings": "Permet que l'aplicació modifiqui les dades de la configuració del sistema. Les aplicacions malintencionades poden danyar la configuració del sistema.",
        "permdesc_writeSyncSettings": "Permet que l'aplicació modifiqui la configuració de sincronització d'un compte. Aquest permís es pot utilitzar, per exemple, per habilitar la sincronització de l'aplicació Contactes amb un compte.",
        "permgroupbackgroundrequest_location": "permetre que l'aplicació sol·liciti la ubicació en segon pla.",
        "permgroupbackgroundrequestdetail_location": "Actualment l'aplicació pot accedir a la ubicació només mentre la estiguis fent servir",
        "permgroupdesc_activityRecognition": "accedir a la teva activitat física",
        "permgroupdesc_calendar": "accedeixi al teu calendari",
        "permgroupdesc_calllog": "llegeixi i editi el registre de trucades del telèfon",
        "permgroupdesc_camera": "faci fotos i gravi vídeos",
        "permgroupdesc_contacts": "accedeixi als teus contactes",
        "permgroupdesc_location": "accedeixi a la ubicació d'aquest dispositiu",
        "permgroupdesc_microphone": "gravi àudio",
        "permgroupdesc_nearby_devices": "detectar dispositius propers i connectar-s'hi",
        "permgroupdesc_notifications": "mostra notificacions",
        "permgroupdesc_phone": "faci i gestioni trucades",
        "permgroupdesc_readMediaAural": "accedir a la música i l'àudio del dispositiu",
        "permgroupdesc_readMediaVisual": "accedir a les fotos i els vídeos del dispositiu",
        "permgroupdesc_sensors": "accedeixi a les dades dels sensors sobre les teves constants vitals",
        "permgroupdesc_sms": "enviï i vegui missatges SMS",
        "permgroupdesc_storage": "accedeixi a les fotos, al contingut multimèdia i als fitxers del dispositiu",
        "permgrouplab_activityRecognition": "Activitat física",
        "permgrouplab_calendar": "Calendari",
        "permgrouplab_calllog": "Registres de trucades",
        "permgrouplab_camera": "Càmera",
        "permgrouplab_contacts": "Contactes",
        "permgrouplab_location": "Ubicació",
        "permgrouplab_microphone": "Micròfon",
        "permgrouplab_nearby_devices": "Dispositius propers",
        "permgrouplab_notifications": "Notificacions",
        "permgrouplab_phone": "Telèfon",
        "permgrouplab_readMediaAural": "Música i àudio",
        "permgrouplab_readMediaVisual": "Fotos i vídeos",
        "permgrouplab_sensors": "Sensors corporals",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Fitxers",
        "permgrouprequest_activityRecognition": "Permetre a l'aplicació fer un seguiment de la teva activitat.",
        "permgrouprequest_calendar": "Vols permetre que <b></b>",
        "permgrouprequest_calllog": "Vols permetre que <b></b>",
        "permgrouprequest_camera": "Vols permetre que <b></b>",
        "permgrouprequest_contacts": "Vols permetre que <b></b>",
        "permgrouprequest_location": "Vols permetre que <b></b>",
        "permgrouprequest_microphone": "Vols permetre que <b></b>",
        "permgrouprequest_phone": "Vols permetre que <b></b>",
        "permgrouprequest_sensors": "Vols permetre que <b></b>",
        "permgrouprequest_sms": "Vols permetre que <b></b>",
        "permgrouprequest_storage": "Vols permetre que <b></b>",
        "permgrouprequestdetail_location": "L'aplicació només podrà tenir accés a la ubicació mentre la estiguis fent servir",
        "permlab_acceptHandover": "continuï una trucada d'una altra aplicació",
        "permlab_accessBackgroundLocation": "accedir a la ubicació en segon pla",
        "permlab_accessCoarseLocation": "accedeix a la ubicació aproximada només en primer pla",
        "permlab_accessDrmCertificates": "accedeixi als certificats DRM",
        "permlab_accessFineLocation": "accedeixi a la ubicació exacta només en primer pla",
        "permlab_accessImsCallService": "accedeixi al servei de trucades IMS",
        "permlab_accessLocationExtraCommands": "accedeixi a ordres de proveïdor d'ubicació addicional",
        "permlab_accessNetworkConditions": "detecti canvis en l'estat de la xarxa",
        "permlab_accessNetworkState": "vegui connexions de xarxa",
        "permlab_accessNotifications": "accedeixi a les notificacions",
        "permlab_accessWifiState": "vegui les connexions Wi-Fi",
        "permlab_accessWimaxState": "es connecti i es desconnecti de la xarxa WiMAX",
        "permlab_access_notification_policy": "accedeixi a No molestar",
        "permlab_activityRecognition": "reconeixi activitat física",
        "permlab_addVoicemail": "afegeixi bústia de veu",
        "permlab_answerPhoneCalls": "respongui trucades",
        "permlab_audioWrite": "modifiqui la teva biblioteca de música",
        "permlab_backgroundCamera": "fer fotos i gravar vídeos en segon pla",
        "permlab_bindCarrierMessagingService": "vinculi amb el servei de missatgeria d'un operador",
        "permlab_bindCarrierServices": "vinculi amb els serveis d'operador",
        "permlab_bindCellBroadcastService": "Reenviar els missatges de difusió mòbil",
        "permlab_bindConditionProviderService": "vinculi amb un servei de proveïdor de condicions",
        "permlab_bindDreamService": "vinculi amb un servei d'estalvi de pantalla",
        "permlab_bindNotificationListenerService": "vinculi amb un servei de detecció de notificacions",
        "permlab_bind_connection_service": "interactuï amb serveis de telefonia",
        "permlab_bind_incall_service": "interactuï amb la pantalla de trucada",
        "permlab_bluetooth": "s'aparelli amb dispositius Bluetooth",
        "permlab_bluetoothAdmin": "accedeixi als ajustaments de Bluetooth",
        "permlab_bluetooth_advertise": "anunciar-se als dispositius Bluetooth propers",
        "permlab_bluetooth_connect": "connectar-se a dispositius Bluetooth vinculats",
        "permlab_bluetooth_scan": "detectar i vincular dispositius Bluetooth propers",
        "permlab_bodySensors": "accedeixi als sensors corporals (com ara els monitors de freqüència cardíaca)",
        "permlab_bodySensors_background": "Accedir a dades del sensor corporal, com la freqüència cardíaca, en segon pla",
        "permlab_broadcastSticky": "enviï emissió recurrent",
        "permlab_callCompanionApp": "vegui i gestioni trucades des del sistema.",
        "permlab_callPhone": "truqui directament a números de telèfon",
        "permlab_camera": "faci fotos i vídeos",
        "permlab_cameraOpenCloseListener": "Permet que una aplicació o un servei pugui rebre crides de retorn sobre els dispositius de càmera que s'obren o es tanquen.",
        "permlab_changeNetworkState": "canviï la connectivitat de la xarxa",
        "permlab_changeTetherState": "canviï la connectivitat de l'encoratge a xarxa",
        "permlab_changeWifiMulticastState": "permeti la recepció de difusió selectiva Wi-Fi",
        "permlab_changeWifiState": "es connecti i es desconnecti de xarxes Wi-Fi",
        "permlab_changeWimaxState": "canviï l'estat del WiMAX",
        "permlab_companionProfileWatch": "Permís del perfil del rellotge perquè l'aplicació complementària gestioni els rellotges",
        "permlab_connection_manager": "gestioni connexions de telecomunicacions",
        "permlab_control_incall_experience": "ofereixi una experiència d'usuari de trucada",
        "permlab_createNetworkSockets": "tingui accés complert a la xarxa",
        "permlab_deliverCompanionMessages": "Envia missatges complementaris",
        "permlab_detectScreenCapture": "detecta les captures de pantalla de les finestres d'aplicacions",
        "permlab_disableKeyguard": "deshabiliti el bloqueig de pantalla",
        "permlab_enableCarMode": "habiliti el mode cotxe",
        "permlab_exemptFromAudioRecordRestrictions": "exclou de les restriccions per gravar àudio",
        "permlab_expandStatusBar": "expandeixi/contragui la barra d'estat",
        "permlab_foregroundService": "executi el servei en primer pla",
        "permlab_foregroundServiceCamera": "executa serveis en primer pla amb el tipus \"camera\"",
        "permlab_foregroundServiceConnectedDevice": "executa serveis en primer pla amb el tipus \"connectedDevice\"",
        "permlab_foregroundServiceDataSync": "executa serveis en primer pla amb el tipus \"dataSync\"",
        "permlab_foregroundServiceFileManagement": "executa serveis en primer pla amb el tipus \"fileManagement\"",
        "permlab_foregroundServiceHealth": "executa serveis en primer pla amb el tipus \"health\"",
        "permlab_foregroundServiceLocation": "executa serveis en primer pla amb el tipus \"location\"",
        "permlab_foregroundServiceMediaPlayback": "executa serveis en primer pla amb el tipus \"mediaPlayback\"",
        "permlab_foregroundServiceMediaProjection": "executa serveis en primer pla amb el tipus \"mediaProjection\"",
        "permlab_foregroundServiceMicrophone": "executa serveis en primer pla amb el tipus \"microphone\"",
        "permlab_foregroundServicePhoneCall": "executa serveis en primer pla amb el tipus \"phoneCall\"",
        "permlab_foregroundServiceRemoteMessaging": "executa serveis en primer pla amb el tipus \"remoteMessaging\"",
        "permlab_foregroundServiceSpecialUse": "executa serveis en primer pla amb el tipus \"specialUse\"",
        "permlab_foregroundServiceSystemExempted": "executa serveis en primer pla amb el tipus \"systemExempted\"",
        "permlab_fullScreenIntent": "mostrar notificacions com a activitats de pantalla completa en un dispositiu bloquejat",
        "permlab_getAccounts": "busqui comptes en el dispositiu",
        "permlab_getPackageSize": "mesuri l'espai d'emmagatzematge de l'aplicació",
        "permlab_getTasks": "recuperi aplicacions en execució",
        "permlab_handoverStatus": "rebi l'estat de transferència d'Android Beam",
        "permlab_hideOverlayWindows": "amagar altres superposicions d'aplicacions",
        "permlab_highSamplingRateSensors": "accedir a les dades del sensor a una freqüència de mostratge alta",
        "permlab_imagesWrite": "modifiqui la teva galeria de fotos",
        "permlab_install_shortcut": "instal·li accessos directes",
        "permlab_invokeCarrierSetup": "executi l'aplicació de configuració proporcionada per l'operador",
        "permlab_killBackgroundProcesses": "tanqui altres aplicacions",
        "permlab_manageFace": "gestiona el maquinari de desbloqueig facial",
        "permlab_manageFingerprint": "administri les dades d'emprempta digital",
        "permlab_manageNetworkPolicy": "administri la política de xarxa",
        "permlab_manageOngoingCalls": "Gestiona les trucades en curs",
        "permlab_manageOwnCalls": "direccioni trucades des del sistema",
        "permlab_manageProfileAndDeviceOwners": "administri propietaris del perfil i del dispositiu",
        "permlab_mediaLocation": "llegeixi les ubicacions de la teva col·lecció de contingut multimèdia",
        "permlab_modifyAudioSettings": "canviï la configuració d'àudio",
        "permlab_modifyNetworkAccounting": "modifiqui el càlcul d'ús de xarxa",
        "permlab_nearby_wifi_devices": "interaccionar amb els dispositius Wi‑Fi propers",
        "permlab_nfc": "controli la comunicació de camp proper (NFC)",
        "permlab_observeCompanionDevicePresence": "Detecta la presència de dispositius complementaris",
        "permlab_persistentActivity": "faci que l'aplicació sempre s'estigui executant",
        "permlab_postNotification": "mostra notificacions",
        "permlab_preferredPaymentInfo": "Informació preferent sobre el servei de pagament per NFC",
        "permlab_processOutgoingCalls": "redirigeixi trucades sortints",
        "permlab_queryAllPackages": "consultar tots els paquets",
        "permlab_readBasicPhoneState": "llegir la identitat i l'estat bàsics de telefonia",
        "permlab_readCalendar": "llegeixi esdeveniments i detalls dels calendari",
        "permlab_readCallLog": "llegeixi el registre de trucades",
        "permlab_readCellBroadcasts": "llegeixi missatges de difusió mòbil",
        "permlab_readContacts": "vegui els teus contactes",
        "permlab_readHistoryBookmarks": "vegui el teu historial i les teves adreçes d'interès web",
        "permlab_readInstallSessions": "llegeixi les sessions d'instal·lació",
        "permlab_readMediaAudio": "llegir fitxers d'àudio de l'emmagatzematge compartit",
        "permlab_readMediaImages": "llegir fitxers d'imatge de l'emmagatzematge compartit",
        "permlab_readMediaVideo": "llegir fitxers de vídeo de l'emmagatzematge compartit",
        "permlab_readNetworkUsageHistory": "llegeixi l'ús de l'historial de xarxa",
        "permlab_readPhoneNumbers": "llegeixi números de telèfon",
        "permlab_readPhoneState": "llegeixi la identitat i l'estat del telèfon",
        "permlab_readSms": "llegeixi els teus missatges de text (SMS o MMS)",
        "permlab_readSyncSettings": "llegeixi la configuració de sincronització",
        "permlab_readSyncStats": "llegeixi estadístiques de sincronització",
        "permlab_readVisualUserSelect": "llegir els fitxers d'imatge i de vídeo que l'usuari seleccioni de l'emmagatzematge compartit",
        "permlab_receiveBootCompleted": "s'executi a l'inici",
        "permlab_receiveMms": "rebi missatges de text (MMS)",
        "permlab_receiveSms": "rebi missatges de text (SMS)",
        "permlab_receiveWapPush": "rebi missatges de text (WAP)",
        "permlab_recordAudio": "gravi àudio",
        "permlab_recordBackgroundAudio": "gravar àudio en segon pla",
        "permlab_register_call_provider": "registri connexions de telecomunicacions noves",
        "permlab_register_sim_subscription": "registri connexions de SIM de telecomunicacions noves",
        "permlab_removeDrmCertificates": "suprimeixi certificats DRM",
        "permlab_reorderTasks": "reordeni aplicacions en execució",
        "permlab_requestDeletePackages": "soliciti l'eliminació de paquets",
        "permlab_requestIgnoreBatteryOptimizations": "soliciti permís per ignorar les optimitzacions de la bateria",
        "permlab_requestInstallPackages": "soliciti la instal·lació de paquets",
        "permlab_requestPasswordComplexity": "soliciti complexitat de bloqueig de pantalla",
        "permlab_route_media_output": "dirigeixi la sortida de mèdia",
        "permlab_runInBackground": "s'executi en segon pla",
        "permlab_schedule_exact_alarm": "Programa accions amb precisió temporal",
        "permlab_sdcardRead": "llegeixi el contingut d'emmagatzematge compartit",
        "permlab_sdcardWrite": "editi/suprimeixi el contingut d'emmagatxemantge compartit",
        "permlab_sendSms": "enviï i llegeixi missatges SMS",
        "permlab_setAlarm": "estableixi una alarma",
        "permlab_setInputCalibration": "canviï la calibració del dispositiu d'entrada",
        "permlab_setTimeZone": "estableixi la zona horària",
        "permlab_setWallpaper": "estableixi fons de pantalla",
        "permlab_setWallpaperHints": "ajusti la mida del fons de pantalla",
        "permlab_sim_communication": "enviï ordres a la targeta SIM",
        "permlab_startForegroundServicesFromBackground": "Inicia serveis en primer pla des d'un segon pla",
        "permlab_startReviewPermissionDecisions": "inicia la visualització de les decisions sobre permisos",
        "permlab_startViewAppFeatures": "iniciar la visualització de les funcions d'una aplicació",
        "permlab_startViewPermissionUsage": "iniciï l'ús del permís de visualització",
        "permlab_statusBar": "deshabiliti o modifiqui la barra d'estat",
        "permlab_statusBarService": "apareixi a la barra d'estat",
        "permlab_subscribedFeedsRead": "llegeixi els continguts als què estàs subscrit",
        "permlab_systemAlertWindow": "Aquesta aplicació pot aparèixer per sobre d'altres",
        "permlab_systemCamera": "Permet que una aplicació o un servei tinguin accés a les càmeres del sistema per fer fotos i vídeos",
        "permlab_transmitIr": "transmeti infrarojos",
        "permlab_turnScreenOn": "activar la pantalla",
        "permlab_uninstall_shortcut": "desinstal·li accessos directes",
        "permlab_updatePackagesWithoutUserAction": "actualitzar l'aplicació sense que l'usuari faci cap acció",
        "permlab_useBiometric": "utilitzi dades biomètriques",
        "permlab_useDataInBackground": "utilitzi dades en segon pla",
        "permlab_useFaceAuthentication": "utilitza el maquinari de desbloqueig facial",
        "permlab_useFingerprint": "utilitzi dades de l'emprempta digital",
        "permlab_use_exact_alarm": "Programa alarmes o recordatoris d'esdeveniments",
        "permlab_use_sip": "faci/rebi trucades SIP",
        "permlab_uwb_ranging": "determinar posició entre dispositius de banda ultraampla propers",
        "permlab_vibrate": "controli la vibració",
        "permlab_videoWrite": "modifiqui la teva galeria de vídeos",
        "permlab_wakeLock": "impedeixi que el telèfon entri en mode de suspensió",
        "permlab_writeCalendar": "afegeixi o modifiqui esdeveniments del calendari i enviï missatges als convidats sense el consentiment dels propietaris",
        "permlab_writeCallLog": "escrigui al registre de trucades",
        "permlab_writeContacts": "modifiqui els teus contactes",
        "permlab_writeGeolocationPermissions": "modifiqui els permisos d'ubicació geogràfica del navegador",
        "permlab_writeHistoryBookmarks": "escrigui a l'historial i a les adresses d'interès",
        "permlab_writeSettings": "modifiqui els ajustaments del sistema",
        "permlab_writeSyncSettings": "activi i desactivi la sincronització"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nom",
            "bitcoin_alt": "Dóna via Bircoin",
            "credit_card": "Targeta de crèdit",
            "flattr_alt": "Dóna via Flattr",
            "heading": "Donar",
            "hellotux": "👕 Samarretes 👕 de",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid rebrà 3€ per cada samarreta que es vengui.",
            "liberapay_alt": "Dóna via Liberapay",
            "litecoin_alt": "Dóna via Litecoin",
            "more_options": "Més opcions",
            "opencollective_alt": "Dóna al nostre Col·lectiu",
            "paypal": "PayPal",
            "paypal_alt": "Dóna via PayPal",
            "powered_by_donations": "F-Droid es manté gràcies a les donacions!",
            "via_bank_transfer": "Transferència bancària"
        },
        "lang": {
            "change": "Canvia"
        },
        "last_updated": {
            "heading": "Última actualització"
        },
        "latest_packages": {
            "heading": "Últimes aplicacions"
        },
        "news": {
            "heading": "Notícies"
        },
        "search": {
            "heading": "Busca aplicacions",
            "noscript": "Es requereix que s'habiliti JavaScript",
            "search": "Busca"
        }
    }
}
