{
    "add_repo": {
        "intro": "Escaneja els codis QR des del dipòsit que vulguis afegir des de dispositius o llocs web on es trobin.",
        "no_internet": "No hi ha internet? Cap problema. Obteniu informació sobre <a href=\"../swap/\"> Com enviar i rebre aplicacions fora de línia. </a>",
        "open_repo_link": {
            "description": "Si s’envia un enllaç de reposició per correu electrònic, xarxes socials o SMS, s'afegeix la possibilitat d’instal·lar-hi les aplicacions a l'F-Droid obrint-lo.",
            "short_summary": "Obre l'enllaç del Dipòsit",
            "steps": {
                "step_1": "Descarregueu i instal·leu l'aplicació F-Droid al vostre dispositiu Android.",
                "step_2": "Feu clic a l'enllaç i obriu-lo en un navegador web del vostre dispositiu.",
                "step_3": "Quan tingueu l'enllaç obert, toqueu el botó 'Afegeix a l'F-Droid'.",
                "step_4": "Toqueu el botó 'Tinc l'F-Droid'. S'obrirà l'aplicació F-Droid.",
                "step_5": "'Afegeix un dipòsit nou' es mostra amb l'adreça del dipòsit pre-completada. Toqueu 'D'acord' per afegir-lo.",
                "step_6": "S’afegirà el vostre dipòsit nou. Per veure una llista dels vostres dipòsits, obriu 'Configuració'. Seleccioneu 'Dipòsits'.",
                "step_7": "Toqueu un dipòsit per veure'n el contingut.",
                "step_8": "Seleccioneu les aplicacions que vulgueu tenir i instal·leu-les al vostre dispositiu."
            },
            "title": "Obriu l'enllaç del dipòsit al vostre dispositiu"
        },
        "overview": {
            "summary": "Per obtenir més informació, afegiu un dipòsit a l'F-Droid. Un dipòsit és una col·lecció de contingut curat. Podeu obtenir informació directament sobre els dipòsits de la gent. Els desenvolupadors sovint enllacen amb el seu dipòsit des del seu lloc web a l'F-Droid . Els entrenadors sovint comparteixen enllaços a dipòsits a través de correu electrònic, Facebook o Twitter.",
            "title": "Obtén més contingut."
        },
        "scan_qr_code": {
            "description": "Escaneja els codis QR dels dipòsits que vulguis afegir des de dispositius o llocs web on es trobin.",
            "related_tutorial": "També et pot interessar: <a href=\"../swap/\">Com enviar i rebre aplicacions fora de línia</a>",
            "short_summary": "Escaneja el codi QR",
            "steps": {
                "step_1": "Un cop es mostri el codi QR del dipòsit, escanegeu-lo amb una aplicació d'escàner QR.",
                "step_2": "Toca l'enllaç. Si tens l'opció, obre l'enllaç amb l'F-Droid. A continuació, seguiu les indicacions. Si això funciona, ja està! Si no, aneu al pas següent.",
                "step_3": "Si no teniu l'opció d'obrir l'enllaç amb l'F-Droid, tanqueu l'aplicació d'escàner QR i obriu l'aplicació F-Droid.",
                "step_4": "Dins de l'F-Droid, toqueu \"Configuració\". A \"Les meves aplicacions\", seleccioneu \"Dipòsits\".",
                "step_5": "A la pantalla Dipòsits, fes clic a la icona '+' de la cantonada superior.",
                "step_6": "L'adreça del dipòsit estarà auto-poblada. Toca 'Activa'. Nota: el dipòsit es desarà als dipòsits de l'F-Droid, però no s'instal·laran aplicacions fins que no trieu i instal·leu manualment."
            },
            "title": "Escaneja un codi QR des d'un altre dispositiu"
        },
        "title": "Com afegir un dipòsit a l'F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Podeu editar els resums de l'aplicació i dels arxius perquè sigui comprensible per al vostre públic objectiu. Podeu editar l'idioma fent-lo específic pel país. A continuació, compartiu el dipòsit de forma fluida amb els assistents abans de les conferències i formacions.",
            "steps": {
                "step_1": "Feu clic sobre un element per a obrir-ne els detalls.",
                "step_2": "Feu clic a «Edita».",
                "step_3": "Personalitzeu el contingut per tal que s'adapti al vostre públic objectiu. Nota: Els canvis que feu només es faran al vostre dipòsit. No s'actualitzaran a la font original. Si us plau, feu servir el respecte quan personalitzeu la informació per a continguts que no siguin vostres.",
                "step_4": "Tots els canvis es desen automàticament."
            },
            "title": "Personalitzeu el vostre dipòsit"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Descarrega i instal·la l'aplicació web Repomaker al teu ordinador d'escriptori. Més informació a la <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">guia d'instal·lació</a>.",
                "step_2": "Llançeu l'aplicació web Repomaker. Registreu-vos o inicieu sessió per començar.",
                "step_3": "Crea un nou dipòsit i anomena'l amb sentit.",
                "step_4": "Escull i afegeix les aplicacions de la galeria i els dipòsits disponibles, o puja els teus fitxers. Fes clic al butó 'Afegeix de la Galeria' per escollir contingut disponible de lectura.",
                "step_5": "Fes clic al botó 'Afegeix' al costat dels elements que vols afegir. Quan estiguis llest, fes clic a la fletxa 'enrere' per tornar al dipòsit.",
                "step_6": "Les teves aplicacions es mostraran en la teva vista de contingut de dipòsit."
            },
            "title": "Descarrega i instal·la Repomaker per començar a crear"
        },
        "intro": "No pots trobar el què estàs buscant? Descarrega l'aplicació web Repomaker al teu ordinador per crear la teva pròpia col·lecció personalitzada d'aplicacions i fitxers.",
        "overview": {
            "title": "Afegeix les teves aplicacions i fitxers."
        },
        "related_tutorial": "També pots estar interessada en: <a href=\"../add-repo/\">Com Afegir un Dipòsit a F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_3": "Escull l'opció d'emmagatzematge que s'adequa millor a les teves necessitats. Un cop tinguis emmagatzematge, estàs apunt per compartir! Torna a 'Compartir'.",
                "step_5": "L'opció 'Veure Dipòsit' et permet veure allò que has publicat o compartit."
            },
            "title": "Personalitza el teu dipòsit"
        },
        "title": "Com crear un dipòsit",
        "update_repo": {
            "steps": {
                "step_2": "Alternativament, pots obrir un element per afegir una nova versió. Selecciona editar.",
                "step_3": "Baixa fins les versions. Seguidament, afegeix una nova versió sota la secció de 'Historial de Versions'.",
                "step_4": "Seguidament, afegeix una nova versió sota de la secció de 'Historial de Versions'."
            },
            "title": "Actualitza el teu Dipòsit"
        }
    },
    "misc": {
        "option_x_description": "Opció {{ number }}: {{ description }}",
        "overview": {
            "title": "Què pots fer amb F-Droid",
            "tutorial_x_title": "Tutorial {{ number }}: {{ title }}"
        },
        "step_x": "Pas {{ number }}",
        "step_x_description": "Pas {{ number }}: {{ description }}"
    },
    "swap": {
        "intro": "No tens internet? Cap problema. Descarrega aplicacions de gent propera.",
        "overview": {
            "title": "Envia i rep aplicacions sense línia."
        },
        "step_1": "Obre F-Droid. Selecciona 'Proximitat' del final del menú de la teva pantalla.",
        "step_10": "Per accedir a les teves aplicacions instal·lades, obre la configuració de F-Droid i selecciona 'Administrar aplicacions instal·lades' sota de 'Les meves aplicacions'.",
        "step_2": "Selecciona 'Trobar gent propera' per buscar dispositius compatibles.",
        "step_3": "Un cop has trobat gent propera, heu de seleccionar-vos l'una a l'altra.",
        "step_4": "Una vegada connectat, escull les aplicacions que t'agradaria compartir amb el teu contacte.",
        "step_5": "Selecciona el botó '—&gt;'.",
        "step_6": "A una persona li apareixerà la sol·licitud de confirmació de la connexió.",
        "step_7": "Selecciona el botó de 'Instal·lar' davant de les aplicacions que vols instal·lar.",
        "step_8": "Selecciona 'Instal·lar' una vegada més. Seguidament, segueix les instruccions d'Android per completar el procés d'instal·lació.",
        "step_9": "Una vegada les instal·lacions es completin, les teves aplicacions estan disponibles en la teva galeria d'aplicacions d'Android i dins de la teva aplicació F-Droid a les aplicacions intal·lades.",
        "title": "Com enviar i rebre aplicacions sense línia"
    }
}
