{
    "add_repo": {
        "intro": "Skannaðu QR-kóða hugbúnaðarsafna sem þig langar til að fá af tækjum eða vefsíðum þar sem slíkan kóða er að finna.",
        "no_internet": "Ekkert internet? Ekki vandamál. Lestu um <a href=\"../swap/\">Hvernig á að senda og taka við forritum án nettengingar.</a>",
        "open_repo_link": {
            "description": "Ef einhver sendir þér tengil á hugbúnaðarsafn með tölvupósti, samfélagsmiðlum eða textaskilaboðum, skaltu endilega virkja eiginleikann til að bæta hugbúnaðarsafni við F-Droid með því að opna tengil þess.",
            "short_summary": "Opnaðu tengilinn á hugbúnaðarsafnið",
            "steps": {
                "step_1": "Náðu í og settu upp F-Droid-forritið á Android-tækinu þínu.",
                "step_2": "Smelltu á tengilinn og opnaðu hann í vafra á tækinu þínu.",
                "step_3": "Þegar tengillinn hefur opnast, ýttu á 'Bæta við F-Droid' hnappinn.",
                "step_4": "Ýttu á 'Ég er með F-Droid' hnappinn. F-Droid forritið mun opnast.",
                "step_5": "Glugginn með 'Bæta við nýju hugbúnaðarsafni' mun birtast með vistfang hugbúnaðarsafns þegar fyllt í reitinn. Ýttu á 'Í lagi' til að þæta því við.",
                "step_6": "Nýja hugbúnaðarsafninu verður bætt við. Til að skoða lista yfir öll hugbúnaðarsöfnin þín, opnaðu 'Stillingar'. Veldu síðan 'Hugbúnaðarsöfn'.",
                "step_7": "Sláðu á hugbúnaðarsafn til að sjá innihald þess.",
                "step_8": "Veldu forritin sem þú myndir vilja nota og settu þau upp á tækinu þínu."
            },
            "title": "Opnaðu tengilinn á hugbúnaðarsafnið á tækinu þínu"
        },
        "overview": {
            "summary": "Til að ná í fleiri forrit geturðu bætt hugbúnaðarsafni (repository - repo) við F-Droid. Hugbúnaðarsafn er safn yfirfarins efnis, forrita eða annarra gagna. Þú getur uppgötvað hugbúnaðarsöfn annars fólks beint frá þeim. Forritarar eru gjarnan með tengil á F-Droid safn á vefnum sínum. Þjálfarar og kennarar deila oft tenglum á hugbúnaðarsöfn með tölvupósti, Facebook eða Twitter.",
            "title": "Ná í meira efni."
        },
        "scan_qr_code": {
            "description": "Skannaðu QR-kóða hugbúnaðarsafna sem þig langar til að fá af tækjum eða vefsíðum þar sem slíkan kóða er að finna.",
            "related_tutorial": "Þú gætir líka haft áhuga á: <a href=\"../swap/\">Hvernig á að senda og taka við forritum án nettengingar</a>",
            "short_summary": "Skanna QR-kóða",
            "steps": {
                "step_1": "Þegar QR-kóðinn fyrir hugbúnaðarsafnið birtist, skannaðu hann með strikamerkjaskönnunarforriti.",
                "step_2": "Ýttu á tengilinn. Ef sá möguleiki er gefinn, opnaðu tengilinn með F-Droid. Fylgdu síðan fyrirmælum. Ef þetta virkar, þá er þetta tilbúið! Ef ekki skaltu halda áfram í næsta þrep.",
                "step_3": "Ef þú færð ekki valkost um að opna tengilinn með F-Droid, lokaði þá QR-skönnunarforritinu og opnaðu F-Droid forritið.",
                "step_4": "Inni í F-Droid, opnaðu 'Stillingar'. Undir 'Forritin mín' velurðu síðan 'Hugbúnaðarsöfn'.",
                "step_5": "Í glugganum 'Hugbúnaðarsöfn', ýttu á '+' táknið í efra horninu.",
                "step_6": "Vistfang hugbúnaðarsafnsins verður þegar fyllt í reitinn. Ýttu á 'Virkja'. Athugaðu: hugbúnaðarsafnið verður vistað í F-Droid hugbúnaðarsöfnin, en engin forrit verða sett upp fyrr en þú velur þau sérstaklega og setur upp."
            },
            "title": "Skannaðu QR-kóða frá öðru tæki"
        },
        "title": "Hvernig á að bæta hugbúnaðarsafni við F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Þú getur breytt lýsingum á forritum og skrám til að gera þær aðgengilegri fyrir markhópinn. Þú getur haft tungumálið sértækt eftir því hvaða land á í hlut. Síðan geturðu deilt safninu hnökralaust til þátttakenda á ráðstefnum eða í þjálfunarbúðum.",
            "steps": {
                "step_1": "Smelltu á eitthvað atriði til að sjá ítarlegar upplýsingar.",
                "step_2": "Smelltu á 'Breyta/Edit'.",
                "step_3": "Sérsníddu efnið fyrir markhópinn þinn. Athugaðu: Breytingarnar sem þú gerir munu eingöngu eiga við hugbúnaðarsafnið þitt. Þær munu ekki uppfæra upprunaleg söfn. Sýndu virðingu þegar þú sérsníður upplýsingar um efni sem ekki er þitt eigið.",
                "step_4": "Allar breytingarnar þínar eru vistaðar sjálfvirkt."
            },
            "title": "Sérsníddu hugbúnaðarsafnið þitt"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Náðu í og settu upp Repomaker vefforritið á vinnutölvuna þína. Skoðaðu <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">uppsetningarleiðbeiningarnar</a> til að sjá nánari upplýsingar.",
                "step_2": "Ræstu Repomaker vefforritið. Skráðu þig inn eða nýskráðu þig fyrst.",
                "step_3": "Búðu til nýtt hugbúnaðarsafn og gefðu því viðeigandi heiti.",
                "step_4": "Veldu að bæta við forritum úr forritasafninu og tiltækum hugbúnaðarsöfnum, eða sendu inn þínar eigin skrár. Smelltu á 'Bæta við úr safni/Add from Gallery' hnappinn til að velja úr tiltæku efni.",
                "step_5": "Smelltu á 'Bæta við/Add' hnappinn næst atriðunum sem þú vilt bæta inn. Þegar því er lokið, smelltu á 'til baka'-örina til að fara aftur í hugbúnaðarsafnið.",
                "step_6": "Forritin þín birtast núna í efnisyfirliti hugbúnaðarsafnsins."
            },
            "title": "Ná í og setja upp Repomaker til að hefjast handa"
        },
        "intro": "Finnurðu ekki það sem þú leitaðir að? Náðu í Repomaker vefforritið á tölvuna þína til að útbúa þitt eigið sérsniðið safn með forritum og skrám.",
        "overview": {
            "summary": "Útbúðu þitt eigið sérsniðið hugbúnaðarsafn með forritum. Notaðu F-Droid til að dreifa efni. Þjálfarar og kennarar nota hugbúnaðarsöfn til að auðvelda sér útdeilingu á efni og forritum með öðrum þátttakendum þegar ekki er hægt að treysta á internet-tengingu. Forritarar nota slík söfn til að dreifa sérhæfðum forritum til notendanna sinna.",
            "title": "Bæta við þínum eigin forritum og skrám."
        },
        "related_tutorial": "Þú gætir líka haft áhuga á: <a href=\"../add-repo/\">Hvernig á að bæta hugbúnaðarsafni við F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Hafðu hugbúnaðarsafnið sem þú ætlar að deila opið, smelltu síðan á 'Deila/Share' í valmyndinni. Athugaðu að þú verður að hafa sett upp einhvern stað til að geyma safnið þitt á aur en þú deilir því. Upplýsingar um hvernig það er gert eru í þrepi 2.",
                "step_2": "Þú verður beðin(n) um að setja upp geymslusvæði til að geta gefið út safnið þitt áður en þú deilir því. Ef þú sérð ekki þessa síðu, haltu þá áfram í þrep 4.",
                "step_3": "Veldu þann geymslumöguleika sem hentar best þörfum þínum. Þegar geymsluplássið er tilbúið, geturðu farið að deila! Farðu aftur í 'Deila/Share'.",
                "step_4": "Veldu að afrita tengilinn og sendu hann beint til fólks með tölvupósti eða textaskilaboðum, nú, eða deildu honum á Facebook eða Twitter. Þegar fólk opnar tengilinn þinn, þarf það að bæta honum inn í Android-tækinu sínu til að fá aðgang aðaforritum í þessu hugbúnaðarsafni. Skoðaðu <a href=\"../add-repo/\">Hvernig á að bæta hugbúnaðarsafni við F-Droid</a> til að sjá frekari upplýsingar.",
                "step_5": "Valkosturinn 'Skoða Hugbúnaðarsafn/View Repo' gerir þér kleift að skoða það sem þú varst að gefa út eða deila."
            },
            "title": "Sérsníddu hugbúnaðarsafnið þitt"
        },
        "title": "Hvernig á að búa til hugbúnaðarsafn",
        "update_repo": {
            "steps": {
                "step_1": "Ef þú bætir inn forritum úr forritasafninu, munu þau uppfærast þegar upprunalega forritð bætir inn nýjum útgáfum. Fyrir skrár sem þú sendir inn, geturðu dregið-og-sleppt uppfærðum útgáfum í hugbúnaðarsafnsgluggann.",
                "step_2": "Ens geturðu opnað einstök atriði til að bæta við nýrri útgáfu. Veldu 'Breyta/Edit'.",
                "step_3": "Skrunaðu niður í útgáfurnar. Síðan bætirðu við nýrri útgáfu í hlutanum 'Útgáfuferill/Version History'.",
                "step_4": "Síðan bætirðu við nýrri útgáfu í hlutanum 'Útgáfuferill/Version History'."
            },
            "title": "Uppfærðu hugbúnaðarsafnið þitt"
        }
    },
    "misc": {
        "option_x_description": "Valkostur {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid er sjálfstætt, samfélagsdrifið hugbúnaðarsafn fyrir Android sem inniheldur einungis frjálsan og opinn hugbúnað. Innan F-Droid getur þú flett upp yfir 1,200 forritum með opnum grunnkóða, leitað að og sett upp forrit úr þegar tilbúnum hugbúnaðarsöfnum, eða búið til þitt eigið hugbúnaðarsafn. Opnaðu f-droid.org á Android símanum þínum til að sækja forritið/appið og hefjast síðan handa!",
            "title": "Hvað geturðu gert með F-Droid",
            "tutorial_x_title": "Leiðbeiningar {{ number }}: {{ title }}"
        },
        "step_x": "Þrep {{ number }}",
        "step_x_description": "Þrep {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Öll snjalltækin þurfa að hafa náð í F-Droid og sett það upp áður en hafist er handa. Öll snjalltækin ættu að fylgja leiðbeiningunum hér fyrir neðan.",
        "intro": "Ekkert Internet? Fáðu forrit frá fólki í nágrenninu.",
        "overview": {
            "summary": "Ekkert internet? Ekki vandamál. Í F-Droid gefur 'Nálægt' kost á að senda og taka við efni milli fólks í sama herbergi.",
            "title": "Senda og taka við forritum án nettengingar."
        },
        "related_tutorial": "Þú gætir líka haft áhuga á: <a href=\"../create-repo/\">Hvernig á að búa til hugbúnaðarsafn</a>",
        "step_1": "Opnaðu F-Droid. Ýttu á 'Nálægt' í valmyndinni neðst á skjánum.",
        "step_10": "Til að fá aðgang að uppsettum forritum, opnaðu stillingar F-Droid og veldu 'Sýsla með uppsett forrit' í flokknum 'Forritin mín'.",
        "step_2": "Ýttu á 'Finna fólk nálægt mér' til að leita að samhæfðum tækjum.",
        "step_3": "Þegar fólk sem er nálægt finnst, þarft þú og tengiliður þinn að velja hvort annað.",
        "step_4": "Þegar þið hafið tengst, skaltu velja þau forrit sem þú vilt deila með hinum aðilanum.",
        "step_5": "Ýttu á '—>' hnappinn.",
        "step_6": "Viðkomandi fær kvaðningu um að staðfesta tengibeiðnina.",
        "step_7": "Ýttu á 'Setja upp' hnappinn næst forritunum sem þú ætlar að setja upp.",
        "step_8": "ýttu einu sinni í viðbót á 'Setja upp'. Síðan þarftu að fylgja fyrirskipunum Android til að ljúka uppsetningarferlinu.",
        "step_9": "Þegar uppsetningum er lokið verða forritin þín tiltæk í forritagalleríi Android-kerfisins auk þess að sjást í F-Droid app undir uppsettum forritum.",
        "title": "Hvernig á að senda og taka við forritum án nettengingar"
    }
}
