{
    "antifeatures": {
        "Ads": "Esta aplicación contiene publicidad",
        "DisabledAlgorithm": "Esta aplicación tiene una firma de seguridad débil",
        "KnownVuln": "Esta aplicación contiene una vulnerabilidad de seguridad conocida.",
        "NoSourceSince": "El código fuente ya no esta disponible, no es posible actualizar",
        "NonFreeAdd": "Esta aplicación promueve complementos no gratuitos",
        "NonFreeAssets": "Esta aplicación contiene funciones no gratuitas",
        "NonFreeDep": "Esta aplicación depende de otras aplicaciones no gratuitas",
        "NonFreeNet": "Esta aplicación promueve servicios de red no gratuitos",
        "Tracking": "Esta aplicación rastrea e informa de tu actividad",
        "UpstreamNonFree": "El código fuente ascendente no es totalmente gratuito"
    },
    "app_categories": {
        "Connectivity": "Conectividad",
        "Development": "Desarrollo",
        "Games": "Juegos",
        "Graphics": "Gráficos",
        "Internet": "Internet",
        "Money": "Dinero",
        "Multimedia": "Multimedia",
        "Navigation": "Navegación",
        "Phone & SMS": "Teléfono y SMS",
        "Reading": "Lectura",
        "Science & Education": "Ciencias y Educación",
        "Security": "Seguridad",
        "Sports & Health": "Deportes y Salud",
        "System": "Sistema",
        "Theming": "Personalización",
        "Time": "Tiempo",
        "Writing": "Escritura",
        "show_all_packages": "Ver todos %d"
    },
    "index": {
        "download_fdroid": "Descargar F-Droid",
        "gpg_signature": "Firma PGP",
        "introduction": "F-Droid es un catálogo instalable de aplicaciones de software libre y gratuito para la plataforma Android. El cliente facilita navegar, instalar y actualizar aplicaciones en tu dispositivo.",
        "screenshot": "Captura de la aplicación F-Droid para Android",
        "title": "¿Qué es F-Droid?"
    },
    "mirrors": {
        "cn": "China continental",
        "de": "Alemania",
        "se": "Suecia",
        "tw": "Taiwán",
        "ua": "Ucrania"
    },
    "navigation": {
        "about": "Acerca de",
        "apps": "Aplicaciones",
        "contribute": "Contribuir",
        "documentation": "Documentos",
        "edit_on_gitlab": "Editar en GitLab",
        "forum": "Foro",
        "issues": "Problemas",
        "news": "Noticias",
        "translate_on_weblate": "Traducir en Weblate"
    },
    "package": {
        "added_on": "Agregado en {{package_added_date}}",
        "anti_features": "Características controversiales",
        "anti_features_warning": "Esta aplicación tiene características que podrían no gustarte.",
        "author": "Autor",
        "build_log": "Registro de compilación",
        "build_metadata": "Crear metadatos",
        "changelog": "Bitácora de Cambios",
        "donate": "Donar",
        "download": "Descargar {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "Firma PGP",
        "issue_tracker": "Seguimiento de inconvenientes",
        "liberapay": "Liberapay",
        "license": "Licencia",
        "minimum_android_version": "Esta versión requiere Android {{ android_version }} o más reciente.",
        "new_in_version": "Nuevo en la versión {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "Icono de Paquete",
        "package_screenshot_alt": "Captura de pantalla de la aplicación",
        "packages": "Paquetes",
        "permissions": "Permisos",
        "signed_by_developer": "Esta empaquetada y firmada por el desarrollador original.",
        "signed_by_fdroid": "Compilada y firmada por F-Droid, se garantiza que corresponde a <a href=\"{{ source_code_url }}\">este origen tarball</a>.",
        "source_code": "Código fuente",
        "suggest_downloading_via_fdroid": "Aunque las descargas de APK están disponibles debajo para darte la oportunidad de bajarlas, deberías saber que al instalarlas de esa manera no recibirás la notificación de actualizaciones y es una menera menos segura de descargarlas. Recomendamos que instales el cliente de F-droid y lo hagas por ahí.",
        "suggested": "Sugerido",
        "translation": "Traducción",
        "version_info": "<b>Versión {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Sitio web"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Permite que la aplicación continúe una llamada que se inició en otra aplicación.",
        "permdesc_accessBackgroundLocation": "Si esto se otorga adicionalmente a la ubicación aproximada o precisa, la aplicación puede acceder a la ubicación mientras se ejecuta en segundo plano.",
        "permdesc_accessCoarseLocation": "Esta aplicación puede obtener tu ubicación aproximada de los servicios de localización mientras la aplicación está en uso. Los servicios de ubicación de tu dispositivo deben estar activados para que la aplicación obtenga la ubicación.",
        "permdesc_accessDrmCertificates": "Permite que una aplicación aprovisione y use certificados DRM. Nunca debería ser necesario para aplicaciones normales.",
        "permdesc_accessFineLocation": "Esta aplicación puede obtener su ubicación precisa de los servicios de localización mientras la aplicación está en uso. Los servicios de ubicación de tu dispositivo deben estar activados para que la aplicación obtenga la ubicación. Esto puede aumentar el uso de la batería.",
        "permdesc_accessImsCallService": "Permite que la aplicación use el servicio IMS para hacer llamadas sin tu intervención.",
        "permdesc_accessLocationExtraCommands": "Permite que la aplicación acceda a comandos adicionales del proveedor de ubicación. Esto puede permitir que la aplicación interfiera con el funcionamiento del GPS y otras fuentes de ubicación.",
        "permdesc_accessNetworkConditions": "Permite que una aplicación escuche observaciones sobre las condiciones de la red. Nunca debería ser necesario para aplicaciones normales.",
        "permdesc_accessNetworkState": "Permite que la aplicación vea información sobre las conexiones de red, como qué redes existen y están conectadas.",
        "permdesc_accessNotifications": "Permite que la aplicación recupere, examine y borre notificaciones, incluidas las publicadas por otras aplicaciones.",
        "permdesc_accessWifiState": "Permite que la aplicación vea información sobre conexión a redes Wi-Fi (por ejemplo, si está habilitada la conexión Wi-Fi y el nombre de los dispositivos Wi-Fi conectados).",
        "permdesc_accessWimaxState": "Permite que la aplicación determine si está habilitada la conexión WiMAX y obtenga información sobre las redes WiMAX que están conectadas.",
        "permdesc_access_notification_policy": "Permite que la aplicación lea y modifique la configuración de No molestar.",
        "permdesc_activityRecognition": "Esta aplicación puede reconocer tu actividad física.",
        "permdesc_addVoicemail": "Permite que la aplicación añada mensajes a la bandeja de entrada del buzón de voz.",
        "permdesc_answerPhoneCalls": "Permite que la aplicación responda una llamada.",
        "permdesc_audioWrite": "Permite que la aplicación modifique tu colección de música.",
        "permdesc_bindCarrierMessagingService": "Permite vincular con la interfaz de nivel superior del servicio de mensajería de un operador. Las aplicaciones normales no deberían necesitar este permiso.",
        "permdesc_bindCarrierServices": "Permite vincular con servicios de operador. Las aplicaciones normales no deberían necesitar este permiso.",
        "permdesc_bindCellBroadcastService": "Permite que la aplicación se vincule al módulo de difusión celular para re-enviarles a medida que se reciben. Las alertas de difusión celular se envían en algunos lugares para advertirle de situaciones de emergencia. Las aplicaciones maliciosas pueden interferir con el rendimiento o el funcionamiento de su dispositivo cuando se recibe una transmisión celular de emergencia.",
        "permdesc_bindConditionProviderService": "Permite vincular con la interfaz de nivel superior de un servicio de proveedor de condiciones. Las aplicaciones normales no deberían necesitar este permiso.",
        "permdesc_bindDreamService": "Permite vincular con la interfaz de nivel superior de un servicio de salvapantallas. Las aplicaciones normales no deberían necesitar este permiso.",
        "permdesc_bindNotificationListenerService": "Permite vincular con la interfaz de nivel superior de un servicio de detector de notificaciones. No debe ser necesario para las aplicaciones normales.",
        "permdesc_bind_connection_service": "Permite que la aplicación interactúe con servicios de telefonía para hacer y recibir llamadas.",
        "permdesc_bind_incall_service": "Permite que la aplicación controle cómo y cuándo aparece la pantalla de llamada.",
        "permdesc_bluetooth": "Permite que la aplicación acceda a la configuración de Bluetooth del teléfono y que establezca y acepte conexiones con los dispositivos sincronizados.",
        "permdesc_bluetoothAdmin": "Permite que la aplicación configure el teléfono Bluetooth local y que detecte dispositivos remotos y se vincule con ellos.",
        "permdesc_bodySensors": "Permite que la aplicación acceda a datos de sensores que controlan tu condición física, como la frecuencia cardíaca.",
        "permdesc_broadcastSticky": "Permite que la aplicación envíe emisiones que permanecen en el dispositivo una vez que la emisión ha finalizado. Un uso excesivo podría ralentizar el teléfono o volverlo inestable al hacer que use demasiada memoria.",
        "permdesc_callCompanionApp": "Permite que la aplicación vea y controle las llamadas entrantes en el dispositivo. Esto incluye información como los números de las llamadas y su estado.",
        "permdesc_callPhone": "Permite que la aplicación haga llamadas sin intervención del usuario, lo que puede dar lugar a llamadas o cargos inesperados. Ten en cuenta que las aplicaciones no pueden usar este servicio para realizar llamadas a números de emergencia, pero las aplicaciones malintencionadas pueden causarte gastos imprevistos al realizar llamadas sin tu confirmación.",
        "permdesc_camera": "Esta aplicación puede hacer fotografías y grabar vídeos con la cámara en cualquier momento.",
        "permdesc_cameraOpenCloseListener": "Esta aplicación puede recibir llamadas cuando cualquier dispositivo con cámara se abre (por cual aplicación) o se cierra.",
        "permdesc_changeNetworkState": "Permite que la aplicación modifique el estado de la conectividad de red.",
        "permdesc_changeTetherState": "Permite que la aplicación cambie el estado de la conectividad de red de anclaje.",
        "permdesc_changeWifiMulticastState": "Permite que la aplicación reciba paquetes enviados a todos los dispositivos de una red Wi-Fi que utilicen direcciones de multidifusión, no solo al teléfono. Utiliza más batería que el modo de no multidifusión.",
        "permdesc_changeWifiState": "Permite que la aplicación se conecte a puntos de acceso Wi-Fi y se desconecte de ellos y que realice cambios en la configuración de redes Wi-Fi del dispositivo.",
        "permdesc_changeWimaxState": "Permite que la aplicación conecte el teléfono a redes WiMAX y lo desconecte de ellas.",
        "permdesc_connection_manager": "Permite que la aplicación administre las conexiones de telecomunicaciones.",
        "permdesc_control_incall_experience": "Permite que la aplicación ofrezca una experiencia de usuario en llamada.",
        "permdesc_createNetworkSockets": "Permite a la aplicación crear sockets de red y utilizar protocolos de red personalizados. El navegador y otras aplicaciones proporcionan medios para enviar datos a Internet, por lo que no se requiere este permiso para enviar datos a Internet."
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nombre",
            "bitcoin_alt": "Bitcoin",
            "flattr_alt": "Flattr",
            "heading": "Donar",
            "hellotux": "👕 Remeras 👕 de",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid recibirá €3 por camiseta vendida.",
            "liberapay_alt": "Donar a través de Liberapay",
            "litecoin_alt": "Donar con Litecoin",
            "paypal_alt": "Donar con PayPal",
            "powered_by_donations": "¡Tus donaciones impulsan a F-Droid!",
            "via_bank_transfer": "Transferencia bancaria"
        },
        "lang": {
            "change": "Cambiar"
        },
        "last_updated": {
            "heading": "Última actualización"
        },
        "latest_packages": {
            "heading": "Últimas apps"
        },
        "news": {
            "heading": "Noticias"
        },
        "search": {
            "heading": "Encontrar Aplicaciones",
            "noscript": "Se necesita que JavaScript este activado",
            "search": "Buscar"
        }
    }
}
