{
    "misc": {
        "step_x": "Passo [number]",
        "step_x_description": "Passo [number]: [description]",
        "overview": {
            "tutorial_x_title": "Guida [number]: [title]",
            "summary": "F-Droid è un app store per Android indipendente e gestito dalla comunità, completamente libero e open source. All'interno di F-Droid puoi trovare oltre 1200 app open source, cercare ed installare app dai repository creati, o creare il tuo repository. Apri f-droid.org sul tuo telefono Android per scaricare l'app e iniziare!",
            "title": "Cosa puoi fare con F-Droid"
        },
        "option_x_description": "Opzione [number]: [description]"
    },
    "add_repo": {
        "overview": {
            "summary": "Se desideri di più, aggiungi un repo a F-Droid. Un repo è una collezione di contenuti curati. Puoi trovare i repo di altre persone direttamente da loro. Gli sviluppatori solitamente linkano i loro repo F-Droid nel loro sito. Gli istruttori spesso condividono link ai repo via email, Facebook o Twitter.",
            "title": "Ottieni più contenuti."
        },
        "no_internet": "Non hai internet? Nessun problema. Scopri <a href=\"../swap/\">come inviare e ricevere app offline.</a>",
        "title": "Come aggiungere un repo a F-Droid"
    },
    "swap": {
        "overview": {
            "summary": "Non hai internet? Nessun problema. La funzione \"Vicino\" di F-Droid ti offre la possibilità di inviare e ricevere contenuti con persone nella stessa stanza.",
            "title": "Invia e ricevi app offline."
        },
        "intro": "Non hai internet? Nessun problema. Scarica le app dalle persone accanto a te.",
        "title": "Come inviare e ricevere app offline"
    },
    "create_repo": {
        "overview": {
            "summary": "Crea i tuoi repository personalizzati di app. Usa F-Droid per distribuire contenuti. Gli istruttori usano i repo per condividere facilmente una collezione di risorse e app con i partecipanti durante gli incontri quando non c'è una connessione internet. Gli sviluppatori usano i repo per distribuire le loro app a un pubblico di nicchia.",
            "title": "Aggiungi le tue app e i tuoi file."
        },
        "title": "Come creare un repo"
    }
}
