{
    "add_repo": {
        "intro": "Skanu QR-kodojn de deponejoj, kiujn vi volas aldoni el aparatoj aŭ retejoj, kie ili troviĝas.",
        "no_internet": "Seninterrete? Tio ne gravas. Sciiĝi pri <a href=\"../swap/\">kiel sendi kaj ricevi aplikaĵojn seniterrete</a>.",
        "open_repo_link": {
            "description": "Se ligilo estis sendita per retpoŝto, socia retejo aŭ SMS, malfermu ĝin por ebligi instali ĝiajn aplikaĵojn per F-Droid.",
            "short_summary": "Malfermi ligilon al la deponejo",
            "steps": {
                "step_1": "Elŝutu kaj instalu la aplikaĵon F-Droid en vian Android-aparaton.",
                "step_2": "Klaku la ligilon kaj malfermu ĝin per retumilo ĉe via aparato.",
                "step_3": "Post malfermi la ligilon, frapetu la butonon “aldoni al F-Droid”.",
                "step_4": "Frapetu la butonon “mi havas F-Droid”. La aplikaĵo F-Droid malfermiĝos.",
                "step_5": "La sciigo “aldoni novan deponejon” montriĝos kun plenigita adreso de deponejo. Frapetu “bone” por aldoni ĝin.",
                "step_6": "Via nova deponejo estos aldonita. Por montri liston de deponejoj, malfermu “agordoj”-n, sekve “deponejoj”-n.",
                "step_7": "Frapetu deponejon por montri ĝian enhavon.",
                "step_8": "Elektu havindajn aplikaĵojn kaj instalu ilin en vian aparaton."
            },
            "title": "malfermi ligilon al deponejo ĉe via aparato"
        },
        "overview": {
            "summary": "Por havigi pli, aldonu deponejon al F-Droid. Deponejo estas kolekto da prizorgata enhavo. Vi povas sciiĝi pri deponejoj de aliaj homoj senpere de ili. Programistoj ofte ligas al iliaj F-Droid-deponejoj ĉe iliaj retejoj. Oni kunhavigas ligilojn al deponejoj per retpoŝto, Facebook aŭ Twitter.",
            "title": "Akiri pli da enhavo."
        },
        "scan_qr_code": {
            "description": "Skanu QR-kodojn de deponejoj, kiujn vi volas aldoni el aparatoj aŭ retejoj, kie ili troviĝas.",
            "related_tutorial": "Vi eble interesiĝus pri <a href=\"../swap/\">kiel sendi kaj ricevi aplikaĵojn seninterrete</a>.",
            "short_summary": "Skani QR-kodon",
            "steps": {
                "step_1": "Kiam QR-kodo por la deponejo estas montrata, skanu ĝin per aplikaĵo por skani QR-kodojn.",
                "step_2": "Frapetu la ligilon. Se tio eblas, malfermu la ligilon per F-Droid. Sekve procedu laŭ instrukcioj, se tio funkcias, sukceso! Aliokaze iru al la sekva paŝo.",
                "step_3": "Se eblo por malfermi ligilon per F-Droid ne montriĝas, fermu la QR-skanilon kaj malfermu F-Droid.",
                "step_4": "En F-Droid, frapetu “agordoj”-n, sekve “deponejoj”-n.",
                "step_5": "Sur la ekrano de deponejoj, frapetu la piktogramon '+' ĉe supre.",
                "step_6": "Adreso de la deponejo estos plenigita. Frapetu “aktivigi”. Rimarko: la deponejo estos konservita en la listo de deponejoj, sed neniu aplikaĵo estos instalita antaŭ vi permane ĝin elektos kaj instalos."
            },
            "title": "skani QR-kodon de alia aparato"
        },
        "title": "Kiel aldoni deponejon al F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Vi povas redakti priskribojn de aplikaĵoj kaj dosieroj por igi ilin kompreneblaj por viaj vizitontoj. Vi povas redakti la lingvon laŭ alcela lando. Sekve senprobleme kunhavigu vian deponejon al publiko antaŭ konferencoj aŭ lekcioj.",
            "steps": {
                "step_1": "Klaku la elementon por malfermi ĝiajn detalojn.",
                "step_2": "Klaku “redakti”.",
                "step_3": "Alkonformigu la enhavon laŭ via alcela aŭdantaro. Rimarko: farotaj ŝanĝoj aplikos nur al via deponejo. Ili ne aplikos al la originala fonto. Bonvolu respekte alkonformigi informojn por enhavo ne kreitan de vi.",
                "step_4": "Ĉiuj viaj ŝanĝoj estos aŭtomate konservitaj."
            },
            "title": "Alĝustigi vian deponejon"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Elŝutu kaj instalu la retaplikaĵon Deponej-farilo en vian komputilon. Pliaj informoj troviĝas en la <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">instala gvidilo</a> (angle).",
                "step_2": "Startigu la retaplikaĵon Deponej-farilo. Registriĝu aŭ ensalutu por komenci.",
                "step_3": "Kreu novan deponejon kaj nomu ĝin.",
                "step_4": "Elektu aplikaĵojn por aldoni el la galerio kaj disponeblaj deponejoj aŭ elŝutu viajn proprajn dosierojn. Klaku la butonon “aldoni el galerio” por facile elekti disponeblan enhavon.",
                "step_5": "Klaku la butonon “aldoni” ĉe elementoj por aldoni. Kiam vi finos, klaku la reen-sageton por reveni al via deponejo.",
                "step_6": "Viaj aplikaĵoj montriĝos ĉe enhav-vido de via deponejo."
            },
            "title": "Elŝuti kaj instali Deponej-farilon por komenci krei"
        },
        "intro": "Ĉu ne povas trovi kion vi serĉas? Elŝutu la retaplikaĵon Deponej-farilo por krei vian propran alĝustigitan deponejon de aplikaĵoj kaj dosieroj.",
        "overview": {
            "summary": "Kreu viajn propran alĝustigitan deponejon de aplikaĵoj. Uzu F-Droid por distribui enhavon. Instruistoj uzas deponejojn por facile kunhavigi enhavon kaj aplikaĵojn kun partoprenantoj dum lernado, kiam fidinda konekto mankas. Programistoj uzas deponejojn por distribui siajn aplikaĵojn al malvastaj grupoj de uzantoj.",
            "title": "Aldoni viajn proprajn aplikaĵojn kaj dosierojn."
        },
        "related_tutorial": "Vi eble interesiĝus pri <a href=\"../add-repo/\">kiel aldoni deponejon al F-Droid</a>.",
        "share_repo": {
            "steps": {
                "step_1": "Ĉe la dezirata deponejo, klaku “kunhavigi”. Rimarko: vi ne devas agordi lokon por konservi vian deponejon antaŭ kunhavigi ĝin. Instrukcioj pri kiel fari tion troviĝas en la paŝo 2.",
                "step_2": "Vi estos petita pri agordi konservejon por publikigi vian deponejon antaŭ kunhavigi. Se vi ne vidas tiun ĉi paĝon, pluigu al la paŝo 4.",
                "step_3": "Elektu plej konforman lokon por konservi. Kiam vi havos konservejon, vi estos preta por kunhavigi! Revenu al “kunhavigi”.",
                "step_4": "Elektu por kopii ligilon kaj sendi ĝin senpere al homoj per retpoŝto, tekste aŭ kunhavigu vian deponejon per Facebook aŭ Twitter. Kiam homoj malfermos la ligilon al via deponejo, ili devos aldoni ĝin al la Android-aparato por aliri aplikaĵojn en la deponejo. Legu pri <a href=\"../add-repo/\">kiel aldoni deponejon al F-Droid</a> por pli da informoj.",
                "step_5": "La agordo “montri deponejon” ebligas al vi vidi kion vi jam publikigis aŭ kunhavigis."
            },
            "title": "Alĝustigi vian deponejon"
        },
        "title": "Kiel krei deponejon",
        "update_repo": {
            "steps": {
                "step_1": "Se vi aldonos aplikaĵojn el la galerio, ili estos aŭtomate ĝisdatigataj kiam la fonto aldonos novajn versiojn. Pri dosierojn alŝutitaj de vi, vi povas ŝovi kaj demeti ĝisdatigitajn versiojn ĉe la deponeja vido.",
                "step_2": "Alimaniere, vi povas malfermi unuopan elementon por aldoni novan version. Elektu “redakti”.",
                "step_3": "Rulumu malsupren al versioj. Sekve aldonu novan version ĉe la sekcio “historio de versioj”.",
                "step_4": "Sekve aldonu novan version ĉe la sekcio “historio de versioj”."
            },
            "title": "Ĝisdatigi vian deponejon"
        }
    },
    "misc": {
        "option_x_description": "Maniero {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid estas sendependa, povigata de la komunumo aplikaĵ-vendejo por Android, kiu estas tute libera kaj malfermkoda programaro. Per F-Droid vi povas foliumi tra pli ol 1200 malfermkodaj aplikaĵoj, serĉi kaj instali aplikaĵojn el kreitaj deponejoj aŭ eĉ krei vian propran deponejon. Malfermu la retejon f-droid.org ĉe via Android-aparato por komenci!",
            "title": "Kion mi povas fari per F-Droid?",
            "tutorial_x_title": "Gvidilo {{ number }}: {{ title }}"
        },
        "step_x": "Paŝo {{ number }}",
        "step_x_description": "Paŝo {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "F-Droid devas esti elŝutita kaj instalita en ambaŭ aparatojn antaŭ komenci. Ĉe ambaŭ aparatoj plenumu la paŝojn priskribitajn sube.",
        "intro": "Seninterrete? Neniu problemo. Elŝutu aplikaĵojn el homoj proksime vi.",
        "overview": {
            "summary": "Seninterrete? Neniu problemo. La proksima interŝanĝo de F-Droid ebligas al vi sendi kaj ricevi enhavon kun homoj en la sama ĉambro.",
            "title": "Sendi kaj ricevi aplikaĵojn seninterrete."
        },
        "related_tutorial": "Vi eble interesiĝus pri <a href=\"../create-repo/\">kiel krei deponejon</a>.",
        "step_1": "Malfermu F-Droid. Frapetu “proksime” ĉe la menuo malsupre de ekrano.",
        "step_10": "Por aliri instalitajn aplikaĵojn, malfermu agordojn de F-Droid kaj elektu “administri instalitajn aplikaĵojn” ĉe “miaj aplikaĵoj”.",
        "step_2": "Frapetu “trovi proksimajn ulojn” por serĉi kongruajn aparatojn.",
        "step_3": "Kiam homoj proksime estos trovitaj, kaj vi kaj la aliulo devas elekti unu la alian.",
        "step_4": "Kiam konektita, elektu aplikaĵojn por kunhavigi kun via amiko.",
        "step_5": "Frapetu la butonon “→”.",
        "step_6": "Aliulo estos petita pri konfirmi konekt-peton.",
        "step_7": "Frapetu la butonon “instali” apud la aplikaĵo, kiun vi volas instali.",
        "step_8": "Denove frapetu “instali”. Sekve procedu laŭ atentigoj de la operaciumo Android por fini la instaladon.",
        "step_9": "Kiam instalado finiĝos, viaj aplikaĵoj montriĝos en via Androido kaj en F-Droid en la sekcio de instalitaj aplikaĵoj.",
        "title": "Kiel sendi kaj ricevi aplikaĵojn sen interreta konekto"
    }
}
