{
    "antifeatures": {
        "Ads": "Приложението съдържа реклами",
        "DisabledAlgorithm": "Приложението има слаба защита на подписа",
        "KnownVuln": "Приложението има позната уязвимост в сигурността",
        "NSFW": "Съдържанието на приложението не трябва да бъде публикувано или видимо навсякъде",
        "NoSourceSince": "Изходният код не е наличен вече, не е възможно обновяване",
        "NonFreeAdd": "Приложението насърчава използване на добавки със затворен код",
        "NonFreeAssets": "Приложението съдържа ресурси със затворен код",
        "NonFreeDep": "Приложението зависи от приложения със затворен код",
        "Tracking": "Това приложение проследява и отчита вашата активност"
    },
    "app_categories": {
        "Connectivity": "Свързаност",
        "Development": "Разработване",
        "Games": "Игри",
        "Graphics": "Изображения",
        "Internet": "Интернет",
        "Money": "Пари",
        "Multimedia": "Мултимедия",
        "Navigation": "Навигация",
        "Phone & SMS": "Телефон и SMS",
        "Reading": "Четене",
        "Science & Education": "Наука и образование",
        "Security": "Сигурност",
        "Sports & Health": "Спорт и здраве",
        "System": "Система",
        "Theming": "Теми",
        "Time": "Час",
        "Writing": "Писане",
        "show_all_packages": "Покажи всички %d"
    },
    "mirrors": {
        "cn": "Континентален Китай",
        "de": "Германия",
        "se": "Швеция",
        "tw": "Тайван",
        "ua": "Украйна"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Разрешава на приложението да продължи обаждане, стартирано в друго приложение.",
        "permdesc_accessBackgroundLocation": "Това приложение може да осъществява достъп до местоположението по всяко време – дори когато не се използва.",
        "permdesc_accessCoarseLocation": "Това приложение може да получава данни за приблизителното ви местоположение от съответните услуги, докато се използва. За целта услугите за местоположение трябва да са включени за устройството ви.",
        "permdesc_accessDrmCertificates": "Разрешава на приложението да обезпечава и използва сертификатите за управление на цифровите права (DRM). Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_accessFineLocation": "Това приложение може да получава данни за точното ви местоположение от съответните услуги, докато се използва. За целта услугите за местоположение трябва да са включени за устройството ви. Това може да увеличи използването на батерията.",
        "permdesc_accessImsCallService": "Разрешава на приложението да използва услугата за незабавни съобщения за извършване на обаждания без намеса от ваша страна.",
        "permdesc_accessLocationExtraCommands": "Разрешава на приложението достъп до допълнителни команди на доставчика на местоположение. Това може да позволи на приложението да смущава работата на GPS или на другите източници на местоположение.",
        "permdesc_accessNetworkConditions": "Разрешава на приложението да слуша за наблюдения на мрежовите условия. Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_accessNetworkState": "Разрешава на приложението да вижда информация за връзките с мрежата, като например съществуващите и свързаните мрежи.",
        "permdesc_accessNotifications": "Разрешава на приложението да извлича, преглежда и изчиства известия, включително публикуваните от други приложения.",
        "permdesc_accessWifiState": "Разрешава на приложението да вижда информация за мрежовия Wi-Fi интерфейс, като например дали е активиран и името на свързаните към мрежата устройства.",
        "permdesc_accessWimaxState": "Разрешава на приложението да определя дали WiMAX мрежата е активирана, както и информация за всички такива мрежи, които са свързани.",
        "permdesc_access_notification_policy": "Предоставя на приложението достъп за четене и запис до конфигурацията на „Не безпокойте“.",
        "permdesc_activityRecognition": "Това приложение може да разпознава физическата ви активност.",
        "permdesc_addVoicemail": "Разрешава на приложението да добавя съобщения към входящата ви гласова поща.",
        "permdesc_answerPhoneCalls": "Разрешава на приложението да отговаря на входящо телефонно обаждане.",
        "permdesc_audioWrite": "Разрешава на приложението да променя музикалната ви колекция.",
        "permdesc_backgroundCamera": "Това приложение може по всяко време да прави снимки и да записва видеоклипове посредством камерата.",
        "permdesc_bindCarrierMessagingService": "Разрешава на притежателя да се свърже към интерфейса от най-високото ниво на услуга за съобщения от оператор. Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_bindCarrierServices": "Разрешава на собственика да се свързва с услуги на оператор. Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_bindCellBroadcastService": "Разрешава на приложението да се обвърже с модула за клетъчно излъчване, за да препраща получените съобщения с клетъчно излъчване. Сигналите с клетъчно излъчване се получават на някои местоположения, за да ви предупредят за спешни случаи. Злонамерените приложения могат да възпрепятстват изпълнението или работата на устройството ви при получаване на такова спешно излъчване.",
        "permdesc_bindConditionProviderService": "Разрешава на притежателя да се свърже с интерфейса от най-високото ниво на услуга за предоставяне на условия. Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_bindDreamService": "Разрешава на притежателя да се свърже с интерфейса от най-високото ниво на услуга за „мечти“. Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_bindNotificationListenerService": "Разрешава на притежателя да се обвърже с интерфейса от първо ниво на услуга за слушател на известия. Нормалните приложения не би трябвало никога да се нуждаят от това.",
        "permdesc_bind_connection_service": "Разрешава на приложението да взаимодейства с телефонни услуги за извършване/получаване на обаждания.",
        "permdesc_bind_incall_service": "Разрешава на приложението да контролира кога и как потребителят вижда екрана за обаждане.",
        "permdesc_bluetooth": "Разрешава на приложението да вижда конфигурацията на Bluetooth на таблета и да изгражда и приема връзки със сдвоени устройства.",
        "permdesc_bluetoothAdmin": "Разрешава на приложението да конфигурира локалния таблет с Bluetooth, както и да открива и да се сдвоява с отдалечени устройства.",
        "permdesc_bluetooth_advertise": "Разрешава на приложението да рекламира на устройства с Bluetooth в близост",
        "permdesc_bluetooth_connect": "Дава възможност на приложението да се свързва със сдвоените устройства с Bluetooth",
        "permdesc_bluetooth_scan": "Дава възможност на приложението да открива устройства с Bluetooth в близост и да се сдвоява с тях",
        "permdesc_bodySensors": "Разрешава на приложението да осъществява достъп до данните от сензорите, които следят физическото ви състояние, като например сърдечния ви ритъм.",
        "permdesc_bodySensors_background": "Разрешава на приложението да осъществява достъп до данните от сензорите за тяло, като например тези за сърдечен ритъм, температура и процент на кислорода в кръвта, докато то се изпълнява на заден план.",
        "permdesc_broadcastSticky": "Разрешава на приложението да изпраща оставащи излъчвания, които се запазват след края на излъчването. Прекалената употреба може да причини бавна или нестабилна работа на таблета, като го накара да използва твърде много памет.",
        "permdesc_callCompanionApp": "Разрешава на приложението да вижда и управлява текущите обаждания на устройството. Това включва различна информация, като например номерата и състоянието на обажданията.",
        "permdesc_callPhone": "Разрешава на приложението да се обажда без ваша намеса до телефонни номера, което може да доведе до неочаквано таксуване или обаждания. Обърнете внимание, че това не му позволява да извършва обаждания до спешните служби. Злонамерените приложения могат да ви въвлекат в разходи, като извършват обаждания без потвърждение от ваша страна.",
        "permdesc_camera": "Когато се използва, това приложение може да прави снимки и да записва видеоклипове посредством камерата.",
        "permdesc_cameraOpenCloseListener": "Това приложение може да получава обратни повиквания, когато снимачно устройство бъде отворено (от кое приложение) или затворено.",
        "permdesc_changeNetworkState": "Разрешава на приложението да променя състоянието на връзката с мрежата.",
        "permdesc_changeTetherState": "Разрешава на приложението да променя състоянието на споделената връзка с мрежата.",
        "permdesc_changeWifiMulticastState": "Разрешава на приложението да получава пакети, изпратени до всички устройства в Wi-Fi мрежа посредством адреси за мултикаст, а не само до таблета ви. Консумира се повече енергия отколкото в режим без мултикаст.",
        "permdesc_changeWifiState": "Разрешава на приложението да се свързва към точки за достъп до Wi-Fi и да прекратява връзката с тях, както и да извършва промени в конфигурацията на устройствата за Wi-Fi мрежи.",
        "permdesc_changeWimaxState": "Разрешава на приложението да свързва таблета към WiMAX мрежа и да прекратява връзката му с нея.",
        "permdesc_companionProfileWatch": "Разрешава на дадено придружаващо приложение да управлява часовници.",
        "permdesc_connection_manager": "Разрешава на приложението да управлява телекомуникационните връзки.",
        "permdesc_control_incall_experience": "Разрешава на приложението да предоставя опции за практическа работа по време на обаждане.",
        "permdesc_createNetworkSockets": "Разрешава на приложението да създава мрежови сокети и да използва персонализирани мрежови протоколи. Браузърът и другите приложения предоставят средства за изпращане на данни до интернет, така че това разрешение не се изисква за тази цел.",
        "permdesc_deliverCompanionMessages": "Разрешава на дадено придружаващо приложение да доставя придружаващи съобщения до други устройства.",
        "permdesc_detectScreenCapture": "Това приложение ще получава известия, когато по време на използването му бъде направена екранна снимка.",
        "permdesc_disableKeyguard": "Разрешава на приложението да деактивира заключването на клавиатурата и свързаната защита с парола. Например телефонът деактивира заключването при получаване на входящо обаждане и после го активира отново, когато обаждането завърши.",
        "permdesc_enableCarMode": "Разрешава на приложението да активира моторежима.",
        "permdesc_exemptFromAudioRecordRestrictions": "Освобождава приложението от ограниченията за запис на звук.",
        "permdesc_expandStatusBar": "Разрешава на приложението да разгъва или свива лентата на състоянието.",
        "permdesc_foregroundService": "Разрешава на приложението да се възползва от услуги на преден план.",
        "permdesc_foregroundServiceCamera": "Разрешава на приложението да се възползва от услуги на преден план от тип camera",
        "permdesc_foregroundServiceConnectedDevice": "Разрешава на приложението да се възползва от услуги на преден план от тип connectedDevice",
        "permdesc_foregroundServiceDataSync": "Разрешава на приложението да се възползва от услуги на преден план от тип dataSync",
        "permdesc_foregroundServiceFileManagement": "Разрешава на приложението да се възползва от услуги на преден план от тип fileManagement",
        "permdesc_foregroundServiceHealth": "Разрешава на приложението да се възползва от услуги на преден план от тип health",
        "permdesc_foregroundServiceLocation": "Разрешава на приложението да се възползва от услуги на преден план от тип location",
        "permdesc_foregroundServiceMediaPlayback": "Разрешава на приложението да се възползва от услуги на преден план от тип mediaPlayback",
        "permdesc_foregroundServiceMediaProjection": "Разрешава на приложението да се възползва от услуги на преден план от тип mediaProjection",
        "permdesc_foregroundServiceMicrophone": "Разрешава на приложението да се възползва от услуги на преден план от тип microphone",
        "permdesc_foregroundServicePhoneCall": "Разрешава на приложението да се възползва от услуги на преден план от тип phoneCall",
        "permdesc_foregroundServiceRemoteMessaging": "Разрешава на приложението да се възползва от услуги на преден план от тип remoteMessaging",
        "permdesc_foregroundServiceSpecialUse": "Разрешава на приложението да се възползва от услуги на преден план от тип specialUse",
        "permdesc_foregroundServiceSystemExempted": "Разрешава на приложението да се възползва от услуги на преден план от тип systemExempted",
        "permdesc_fullScreenIntent": "Дава възможност на приложението да показва известия като активности на цял екран на заключено устройство",
        "permdesc_getAccounts": "Разрешава на приложението да получава списъка с профили, известни на таблета. Това може да включва и създадените от инсталирани от вас приложения",
        "permdesc_getPackageSize": "Разрешава на приложението да извлича размера на своя код, данни и кеш",
        "permdesc_getTasks": "Разрешава на приложението да извлича информация за задачите, изпълнявани понастоящем и неотдавна. Това може да му позволи да открива данни за това, кои приложения се използват на устройството.",
        "permdesc_handoverStatus": "Разрешава на това приложение да получава информация относно текущите прехвърляния чрез Android Лъч",
        "permdesc_hideOverlayWindows": "Това приложение може да поиска от системата върху него да не се показват наслагвания, произлизащи от приложения.",
        "permdesc_highSamplingRateSensors": "Разрешава на приложението да семплира данните от сензорите със скорост, по-висока от 200 Hz",
        "permdesc_imagesWrite": "Разрешава на приложението да променя колекцията ви от снимки.",
        "permdesc_install_shortcut": "Разрешава на приложението да добавя към началния екран преки пътища без намеса на потребителя.",
        "permdesc_invokeCarrierSetup": "Разрешава на притежателя да извиква предоставеното от оператора приложение за конфигуриране. Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_killBackgroundProcesses": "Разрешава на приложението да прекратява намиращи се на заден план процеси на други приложения. Това може да доведе до спиране на тяхното изпълняване.",
        "permdesc_manageFace": "Разрешава на прил. да извиква методи за добавяне и изтриване на лицеви шаблони за ползване",
        "permdesc_manageFingerprint": "Разрешава на приложението да извиква начини за добавяне и изтриване на шаблони за отпечатъци, които да се използват.",
        "permdesc_manageNetworkPolicy": "Разрешава на приложението да управлява правилата на мрежата и да определя такива за конкретно приложение.",
        "permdesc_manageOngoingCalls": "Разрешава на приложението да вижда подробности за текущите обаждания на устройството ви и да ги управлява.",
        "permdesc_manageOwnCalls": "Разрешава на приложението да маршрутизира обажданията си чрез системата с цел подобряване на свързаната с тях практическа работа.",
        "permdesc_manageProfileAndDeviceOwners": "Разрешава на приложенията да задават собствениците на потребителските профили и собственика на устройствата.",
        "permdesc_mediaLocation": "Разрешава на приложението да чете местоположенията от мултимедийната ви колекция.",
        "permdesc_modifyAudioSettings": "Разрешава на приложението да променя глобалните настройки за звука, като например силата и това, кой високоговорител се използва за изход.",
        "permdesc_modifyNetworkAccounting": "Разрешава на приложението да променя това как употребата на мрежа се отчита спрямо приложенията. Не е предназначено за нормални приложения.",
        "permdesc_nearby_wifi_devices": "Разрешава на приложението да рекламира, да се свързва и да определя относителната позиция на устройствата с Wi-Fi в близост",
        "permdesc_nfc": "Разрешава на приложението да комуникира с маркери, карти и четци, ползващи комуникация в близкото поле (NFC).",
        "permdesc_observeCompanionDevicePresence": "Разрешава на дадено придружаващо приложение да наблюдава присъствието на придружаващите устройства, когато са близо или далеч.",
        "permdesc_persistentActivity": "Разрешава на приложението да прави части от себе си постоянни в паметта. Това може да ограничи наличната за другите приложения, забавяйки таблета.",
        "permdesc_postNotification": "Разрешава на приложението да показва известия",
        "permdesc_preferredPaymentInfo": "Дава възможност на приложението да получава информация за предпочитаната услуга за плащане чрез NFC, като например регистрирани помощни средства и местоназначение.",
        "permdesc_processOutgoingCalls": "Разрешава на приложението да вижда набирания номер по време на изходящо обаждане и му дава възможност да пренасочи обаждането към друг номер или да го прекрати изцяло.",
        "permdesc_queryAllPackages": "Разрешава на приложението да вижда всички инсталирани пакети.",
        "permdesc_readBasicPhoneState": "Разрешава на приложението да осъществява достъп до основните телефонни функции на устройството.",
        "permdesc_readCalendar": "Това приложение може да чете всички съхранявани на таблета ви събития в календара и да споделя или запазва данни в календара ви.",
        "permdesc_readCallLog": "Това приложение може да чете историята на обажданията ви.",
        "permdesc_readCellBroadcasts": "Разрешава на приложението да чете съобщения с клетъчно излъчване, получени от устройството ви. Сигналите с клетъчно излъчване се получават на някои местоположения, за да ви предупредят за спешни ситуации. Злонамерените приложения могат да възпрепятстват изпълнението или работата на устройството ви при получаване на такова спешно излъчване.",
        "permdesc_readContacts": "Разрешава на приложението да чете данните за съхраняваните в телефона ви контакти. Приложенията ще имат достъп и до профилите на телефона ви, в които са създадени контакти. Това може да включва и профилите, създадени от инсталирани от вас приложения. Така приложенията могат да запазват данните за контактите ви, а злонамерените приложения – да ги споделят без ваше знание.",
        "permdesc_readHistoryBookmarks": "Разрешава на приложението да чете историята на всички посетени от браузъра URL адреси и всички негови отметки. Забележка: Възможно е браузъри на трети страни или други приложения с възможности за сърфиране в мрежата да не могат да наложат ограниченията на това разрешение.",
        "permdesc_readInstallSessions": "Разрешава на приложението да чете сесии за инсталиране. Това му позволява да вижда подробности за активните инсталирания на пакети.",
        "permdesc_readMediaAudio": "Разрешава на приложението да чете аудиофайлове от споделеното ви хранилище.",
        "permdesc_readMediaImages": "Разрешава на приложението да чете графични файлове от споделеното ви хранилище.",
        "permdesc_readMediaVideo": "Разрешава на приложението да чете видеофайлове от споделеното ви хранилище.",
        "permdesc_readNetworkUsageHistory": "Разрешава на приложението да чете употребата на данни за конкретни мрежи и приложения до момента.",
        "permdesc_readPhoneNumbers": "Разрешава на приложението да осъществява достъп до телефонните номера на устройството.",
        "permdesc_readPhoneState": "Разрешава на приложението достъп до телефонните функции на устройството. Това разрешение позволява на приложението да определя телефонния номер и идентификационния номер на устройството, дали се води разговор и отдалечения номер, до който е установена връзка с обаждането.",
        "permdesc_readSms": "Това приложение може да чете всички съхранявани на таблета ви текстови съобщения (SMS).",
        "permdesc_readSyncSettings": "Разрешава на приложението да чете настройките за синхронизиране на профил. Например това може да определи дали приложението Хора е синхронизирано с даден профил.",
        "permdesc_readSyncStats": "Разрешава на приложението да чете статистическите данни за синхронизирането на профил, включително историята на синхронизираните събития и обема на информацията, която се синхронизира.",
        "permdesc_readVisualUserSelect": "Разрешава на приложението да чете графичните и видеофайловете, които сте избрали от споделеното си хранилище.",
        "permdesc_receiveBootCompleted": "Разрешава на приложението да се стартира веднага щом системата завърши зареждането си. Това може да доведе до по-бавно стартиране на таблета и да позволи на приложението да забави таблета като цяло, тъй като се изпълнява постоянно.",
        "permdesc_receiveMms": "Разрешава на приложението да получава и обработва MMS съобщения. Това означава, че то може да наблюдава или изтрива изпратените до устройството ви, без да ви ги покаже.",
        "permdesc_receiveSms": "Разрешава на приложението да получава и обработва SMS съобщения. Това означава, че то може да наблюдава или изтрива изпратените до устройството ви, без да ви ги покаже.",
        "permdesc_receiveWapPush": "Разрешава на приложението да получава и обработва WAP съобщения. Това разрешение включва възможността да наблюдава или изтрива изпратените до вас, без да ви ги покаже.",
        "permdesc_recordAudio": "Когато се използва, това приложение може да записва аудио посредством микрофона.",
        "permdesc_recordBackgroundAudio": "Това приложение може по всяко време да записва аудио посредством микрофона.",
        "permdesc_register_call_provider": "Разрешава на приложението да регистрира новите телекомуникационни връзки.",
        "permdesc_register_sim_subscription": "Разрешава на приложението да регистрира новите телекомуникационни връзки за SIM карти.",
        "permdesc_removeDrmCertificates": "Разрешава на приложението да премахва сертификатите за управление на цифровите права (DRM). Нормалните приложения би трябвало никога да се нуждаят от това.",
        "permdesc_reorderTasks": "Разрешава на приложението да прехвърля задачи на преден и на заден план. То може да направи това без вашето потвърждение.",
        "permdesc_requestDeletePackages": "Разрешава на приложението да заявява изтриване на пакети.",
        "permdesc_requestIgnoreBatteryOptimizations": "Разрешава на дадено приложение да иска разрешение за пренебрегване на свързаните с него оптимизации на батерията.",
        "permdesc_requestInstallPackages": "Разрешава на приложението да заявява инсталиране на пакети.",
        "permdesc_requestPasswordComplexity": "Разрешава на приложението да разбере нивото на сложност на опцията за заключване на екрана (високо, средно, ниско или липса на такова), което указва възможния диапазон на дължината и типа на опцията. Приложението може също да предложи на потребителите да актуализират опцията за заключване на екрана до определено ниво, но те могат да пренебрегнат това и да излязат от него. Обърнете внимание, че опцията за заключване на екрана не се съхранява като обикновен текст, така че приложението не знае точната парола.",
        "permdesc_route_media_output": "Разрешава на приложението да насочва изходящата мултимедия към други външни устройства.",
        "permdesc_runInBackground": "Това приложение може да работи на заден план, което може да изразходи батерията по-бързо.",
        "permdesc_schedule_exact_alarm": "Това приложение има възможност да насрочва задачи, които да се изпълняват в избран от вас час в бъдещето. Това означава, че приложението може да се изпълнява, когато не използвате устройството активно.",
        "permdesc_sdcardRead": "Разрешава на прил. да чете съдърж. от споделеното ви хранилище.",
        "permdesc_sdcardWrite": "Разрешава на прил. да записва съдърж. от сподел. ви хранил.",
        "permdesc_sendSms": "Разрешава на приложението да изпраща SMS съобщения. Това може да доведе до неочаквано таксуване. Злонамерените приложения могат да ви въвлекат в разходи, като изпращат съобщения без потвърждение от ваша страна.",
        "permdesc_setAlarm": "Разрешава на приложението да навие инсталирано приложение будилник. Някои будилници може да не изпълнят тази функция.",
        "permdesc_setInputCalibration": "Разрешава на приложението да променя параметрите на калибриране на сензорния екран. Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_setTimeZone": "Разрешава на приложението да променя часовата зона на таблета.",
        "permdesc_setWallpaper": "Разрешава на приложението да задава системния тапет.",
        "permdesc_setWallpaperHints": "Разрешава на приложението да задава подсказките за размерите на системния тапет.",
        "permdesc_sim_communication": "Разрешава на приложението да изпраща команди до SIM картата. Това е много опасно.",
        "permdesc_startForegroundServicesFromBackground": "Разрешава на дадено придружаващо приложение да стартира услуги на преден план, докато се изпълнява на заден план.",
        "permdesc_startReviewPermissionDecisions": "Дава възможност на притежателя да стартира екрана с цел преглед на решенията за разрешенията. Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_startViewAppFeatures": "Разрешава на притежателя да стартира прегледа на информацията за функциите на дадено приложение.",
        "permdesc_startViewPermissionUsage": "Разрешава на притежателя да стартира прегледа на използваните разрешения за дадено приложение. Нормалните приложения би трябвало никога да не се нуждаят от това.",
        "permdesc_statusBar": "Разрешава на приложението да деактивира лентата на състоянието или да добавя и премахва системни икони.",
        "permdesc_statusBarService": "Разрешава на приложението да бъде лентата на състоянието.",
        "permdesc_subscribedFeedsRead": "Разрешава на приложението да получи подробности за текущо синхронизираните емисии.",
        "permdesc_systemAlertWindow": "Това приложение може да се показва върху други приложения или други части от екрана. Така може да се попречи на нормалната употреба на приложенията и да се промени начинът, по който се показват други приложения.",
        "permdesc_systemCamera": "Това привилегировано или системно приложение може по всяко време да прави снимки и да записва видео посредством системна камера. Необходимо е също на приложението да бъде дадено разрешението android.permission.CAMERA",
        "permdesc_transmitIr": "Разрешава на приложението да използва инфрачервения предавател на таблета.",
        "permdesc_turnScreenOn": "Разрешава на приложението да включва екрана.",
        "permdesc_uninstall_shortcut": "Разрешава на приложението да премахва преки пътища от началния екран без намеса на потребителя.",
        "permdesc_updatePackagesWithoutUserAction": "Разрешава на собственика да актуализира приложението, което е инсталирал по-рано, без действие от страна на потребителя",
        "permdesc_useBiometric": "Разрешава на приложението да използва хардуера за биометрични данни с цел удостоверяване",
        "permdesc_useDataInBackground": "Това приложение може да използва данни на заден план, което може да увеличи преноса на данни.",
        "permdesc_useFaceAuthentication": "Разрешава на приложението да използва хардуера за отключване с лице с цел удостоверяване",
        "permdesc_useFingerprint": "Разрешава на приложението да използва хардуера за отпечатъци с цел удостоверяване",
        "permdesc_use_exact_alarm": "Това приложение може да насрочва различни действия, като например будилници и напомняния, за да получавате известия в избран от вас час в бъдещето.",
        "permdesc_use_sip": "Разрешава на приложението да извършва и получава обаждания чрез SIP.",
        "permdesc_uwb_ranging": "Разрешаване на приложението да определя относителната позиция между устройствата с ултрашироколентови сигнали в близост",
        "permdesc_vibrate": "Разрешава на приложението да контролира устройството за вибрация.",
        "permdesc_vibrator_state": "Дава възможност на приложението да осъществява достъп до състоянието на вибриране.",
        "permdesc_videoWrite": "Разрешава на приложението да променя видеоколекцията ви.",
        "permdesc_wakeLock": "Дава възможност на приложението да поддържа екрана на автомобила включен.",
        "permdesc_writeCalendar": "Това приложение може да добавя, премахва или променя събития в календара на таблета ви. То е в състояние да изпраща съобщения от името на собственици на календари или да променя събития, без да уведомява собствениците.",
        "permdesc_writeCallLog": "Разрешава на приложението да променя списъка с обаждания на таблета ви, включително данните за входящите и изходящите обаждания. Злонамерените приложения могат да използват това, за да изтрият или променят този списък.",
        "permdesc_writeContacts": "Разрешава на приложението да променя данните за съхраняваните на телефона ви контакти. Това разрешение позволява на приложенията да изтриват данните за контактите.",
        "permdesc_writeGeolocationPermissions": "Разрешава на приложението да променя разрешенията на браузъра за местоположение. Злонамерените приложения могат да използват това, за да изпращат информация за местоположението до произволни уебсайтове.",
        "permdesc_writeHistoryBookmarks": "Разрешава на приложението да променя историята или отметките на браузъра, съхранени на таблета ви. Това може да му позволи да изтрива или променя данните на браузъра. Забележка: Възможно е браузъри на трети страни или други приложения с възможности за сърфиране в мрежата да не могат да наложат ограниченията на разрешението.",
        "permdesc_writeSettings": "Разрешава на приложението да променя данните на настройките на системата. Злонамерените приложения могат да повредят конфигурацията на системата ви.",
        "permdesc_writeSyncSettings": "Разрешава на приложението да чете настройките за синхронизиране на профил. Например това може да бъде използвано за активиране на синхронизирането на приложението Хора с даден профил.",
        "permgroupdesc_activityRecognition": "достъп до физическата ви активност",
        "permgroupdesc_calendar": "има достъп до календара ви",
        "permgroupdesc_calllog": "четене и запис на списъка с телефонните обаждания",
        "permgroupdesc_camera": "да прави снимки и записва видео",
        "permgroupdesc_contacts": "има достъп до контактите ви",
        "permgroupdesc_location": "получи достъп до местоположението на това устройство",
        "permgroupdesc_microphone": "записва звук",
        "permgroupdesc_nearby_devices": "откриване на устройства в близост и свързване с тях",
        "permgroupdesc_notifications": "показване на известията",
        "permgroupdesc_phone": "да извършва телефонни обаждания и да ги управлява",
        "permgroupdesc_readMediaAural": "достъп до музиката и аудиото на устройството ви",
        "permgroupdesc_readMediaVisual": "достъп до снимките и видеоклиповете на устройството ви",
        "permgroupdesc_sensors": "достъп до сензорните данни за жизнените ви показатели",
        "permgroupdesc_sms": "да изпраща и преглежда SMS съобщения",
        "permgroupdesc_storage": "да има достъп до снимките, мултимедията и файловете на устройството ви",
        "permgrouplab_activityRecognition": "Физическа активност",
        "permgrouplab_calendar": "Календар",
        "permgrouplab_calllog": "Списъци с обажданията",
        "permgrouplab_camera": "Камера",
        "permgrouplab_contacts": "Контакти",
        "permgrouplab_location": "Местоположение",
        "permgrouplab_microphone": "Микрофон",
        "permgrouplab_nearby_devices": "Устройства в близост",
        "permgrouplab_notifications": "Известия",
        "permgrouplab_phone": "Телефон",
        "permgrouplab_readMediaAural": "Музика и аудио",
        "permgrouplab_readMediaVisual": "Снимки и видеоклипове",
        "permgrouplab_sensors": "Сензори за тяло",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Файлове",
        "permlab_acceptHandover": "продължаване на обаждане от друго приложение",
        "permlab_accessBackgroundLocation": "достъп до местоположението на заден план",
        "permlab_accessCoarseLocation": "достъп до приблизителното местоположение само на преден план",
        "permlab_accessDrmCertificates": "достъп до сертификатите за управление на цифровите права (DRM)",
        "permlab_accessFineLocation": "достъп до точното местоположение само на преден план",
        "permlab_accessImsCallService": "достъп до услугата за незабавни съобщения за обаждания",
        "permlab_accessLocationExtraCommands": "достъп до допълнителни команди на доставчика на местоположение",
        "permlab_accessNetworkConditions": "слушане за наблюдения на мрежовите условия",
        "permlab_accessNetworkState": "преглед на връзките с мрежата",
        "permlab_accessNotifications": "достъп до известията",
        "permlab_accessWifiState": "преглед на връзките с Wi-Fi",
        "permlab_accessWimaxState": "установяване и прекратяване на връзката с WiMAX",
        "permlab_access_notification_policy": "достъп до „Не безпокойте“",
        "permlab_activityRecognition": "разпознаване на физическата активност",
        "permlab_addVoicemail": "добавяне на гласова поща",
        "permlab_answerPhoneCalls": "отговаряне на телефонни обаждания",
        "permlab_audioWrite": "да променя музикалната ви колекция",
        "permlab_backgroundCamera": "прави снимки и видеоклипове на заден план",
        "permlab_bindCarrierMessagingService": "свързване с услуга за съобщения от оператор",
        "permlab_bindCarrierServices": "свързване с услуги на оператор",
        "permlab_bindCellBroadcastService": "Препращане на съобщения с клетъчно излъчване",
        "permlab_bindConditionProviderService": "свързване с услуга за предоставяне на условия",
        "permlab_bindDreamService": "свързване с услуга за „мечти“",
        "permlab_bindNotificationListenerService": "обвързване с услуга за слушател на известия",
        "permlab_bind_connection_service": "взаимодействие с телефонни услуги",
        "permlab_bind_incall_service": "взаимодействие с екрана за обаждане",
        "permlab_bluetooth": "сдвояване с устройства с Bluetooth",
        "permlab_bluetoothAdmin": "достъп до настройките за Bluetooth",
        "permlab_bluetooth_advertise": "рекламиране на устройства с Bluetooth в близост",
        "permlab_bluetooth_connect": "свързване със сдвоените устройства с Bluetooth",
        "permlab_bluetooth_scan": "откриване и сдвояване с у-ва с Bluetooth в близост",
        "permlab_bodySensors": "достъп до телесните сензори (напр. пулсомери)",
        "permlab_bodySensors_background": "Достъп до данните от сензорите за тяло (напр. за сърдечен ритъм) на заден план",
        "permlab_broadcastSticky": "изпращане на оставащи излъчвания",
        "permlab_callCompanionApp": "вижда и управлява обажданията чрез системата.",
        "permlab_callPhone": "директно обаждане до телефонни номера",
        "permlab_camera": "правене на снимки и видеоклипове",
        "permlab_cameraOpenCloseListener": "Разрешаване на приложение или услуга да получават обратни повиквания за отварянето или затварянето на снимачни устройства.",
        "permlab_changeNetworkState": "промяна на връзката с мрежата",
        "permlab_changeTetherState": "промяна на споделената връзка",
        "permlab_changeWifiMulticastState": "разрешаване на приемане на мултикаст през Wi-Fi мрежата",
        "permlab_changeWifiState": "установяване и прекратяване на връзката с Wi-Fi",
        "permlab_changeWimaxState": "промяна на състоянието на WiMAX мрежата",
        "permlab_companionProfileWatch": "Разрешение на придружаващото приложение за достъп до потребителския профил на часовника с цел управление на часовници",
        "permlab_connection_manager": "управление на телекомуникационните връзки",
        "permlab_control_incall_experience": "предоставяне на опции за практическа работа по време на обаждане",
        "permlab_createNetworkSockets": "пълен достъп до мрежата",
        "permlab_deliverCompanionMessages": "Доставяне на придружаващи съобщения",
        "permlab_detectScreenCapture": "установяване на заснемания на екрана на прозорците на приложението",
        "permlab_disableKeyguard": "деактивиране на заключването на екрана ви",
        "permlab_enableCarMode": "активиране на мото режима",
        "permlab_exemptFromAudioRecordRestrictions": "освобождаване от ограниченията за запис на звук",
        "permlab_expandStatusBar": "разгъване или свиване на лентата на състоянието",
        "permlab_foregroundService": "изпълнение на услуги на преден план",
        "permlab_foregroundServiceCamera": "изпълнение на услуги на преден план от тип camera",
        "permlab_foregroundServiceConnectedDevice": "изпълнение на услуги на преден план от тип connectedDevice",
        "permlab_foregroundServiceDataSync": "изпълнение на услуги на преден план от тип dataSync",
        "permlab_foregroundServiceFileManagement": "Изпълнение на услуги на преден план от тип fileManagement",
        "permlab_foregroundServiceHealth": "изпълнение на услуги на преден план от тип health",
        "permlab_foregroundServiceLocation": "изпълнение на услуги на преден план от тип location",
        "permlab_foregroundServiceMediaPlayback": "изпълнение на услуги на преден план от тип mediaPlayback",
        "permlab_foregroundServiceMediaProjection": "изпълнение на услуги на преден план от тип mediaProjection",
        "permlab_foregroundServiceMicrophone": "изпълнение на услуги на преден план от тип microphone",
        "permlab_foregroundServicePhoneCall": "изпълнение на услуги на преден план от тип phoneCall",
        "permlab_foregroundServiceRemoteMessaging": "изпълнение на услуги на преден план от тип remoteMessaging",
        "permlab_foregroundServiceSpecialUse": "изпълнение на услуги на преден план от тип specialUse",
        "permlab_foregroundServiceSystemExempted": "изпълнение на услуги на преден план от тип systemExempted",
        "permlab_fullScreenIntent": "показване на известия като активности на цял екран на заключено устройство",
        "permlab_getAccounts": "намиране на профили на устройството",
        "permlab_getPackageSize": "измерване на ползваното от приложението място в хранилището",
        "permlab_getTasks": "извличане на изпълняваните приложения",
        "permlab_handoverStatus": "получаване на състоянието на прехвърлянията чрез Android Лъч",
        "permlab_hideOverlayWindows": "скриване на наслагванията, произлизащи от други приложения",
        "permlab_highSamplingRateSensors": "осъществяване на достъп до данните от сензорите при висока скорост на семплиране",
        "permlab_imagesWrite": "да променя колекцията ви от снимки",
        "permlab_install_shortcut": "инсталиране на преки пътища",
        "permlab_invokeCarrierSetup": "извикване на предоставеното от оператора приложение за конфигуриране",
        "permlab_killBackgroundProcesses": "затваряне на другите приложения",
        "permlab_manageFace": "управление на хардуера за отключване с лице",
        "permlab_manageFingerprint": "управление на хардуера за отпечатъци",
        "permlab_manageNetworkPolicy": "управление на правилата на мрежата",
        "permlab_manageOngoingCalls": "Управление на текущите обаждания",
        "permlab_manageOwnCalls": "маршрутизиране на обажданията чрез системата",
        "permlab_manageProfileAndDeviceOwners": "управление на собствениците на потребителските профили и устройствата",
        "permlab_mediaLocation": "да чете местоположенията от мултимедийната ви колекция",
        "permlab_modifyAudioSettings": "промяна на настройките ви за звука",
        "permlab_modifyNetworkAccounting": "промяна на отчетността на употребата на мрежа",
        "permlab_nearby_wifi_devices": "взаимодействие с устройствата с Wi-Fi в близост",
        "permlab_nfc": "контролиране на комуникацията в близкото поле",
        "permlab_observeCompanionDevicePresence": "Наблюдение на присъствието на придружаващите устройства",
        "permlab_persistentActivity": "задаване на постоянно изпълнение на приложението",
        "permlab_postNotification": "показване на известията",
        "permlab_preferredPaymentInfo": "Информация за предпочитаната услуга за плащане чрез NFC",
        "permlab_processOutgoingCalls": "пренасочване на изходящите обаждания",
        "permlab_queryAllPackages": "заявка за всички пакети",
        "permlab_readBasicPhoneState": "четене на основното телефонно състояние и идентичност",
        "permlab_readCalendar": "Четене на събития и подробности от календара",
        "permlab_readCallLog": "четене на списъка с обаждания",
        "permlab_readCellBroadcasts": "четене на съобщения с клетъчно излъчване",
        "permlab_readContacts": "четене на контактите ви",
        "permlab_readHistoryBookmarks": "четене на вашите отметки и история в мрежата",
        "permlab_readInstallSessions": "четене на сесии за инсталиране",
        "permlab_readMediaAudio": "да чете аудиофайлове от споделеното хранилище",
        "permlab_readMediaImages": "да чете графични файлове от споделеното хранилище",
        "permlab_readMediaVideo": "да чете видеофайлове от споделеното хранилище",
        "permlab_readNetworkUsageHistory": "четене на употребата на мрежата до момента",
        "permlab_readPhoneNumbers": "четене на телефонните номера",
        "permlab_readPhoneState": "четене на състоянието и идентификационните данни на телефона",
        "permlab_readSms": "четене на текстовите ви съобщения (SMS или MMS)",
        "permlab_readSyncSettings": "четене на настройките за синхронизиране",
        "permlab_readSyncStats": "четене на статистическите данни за синхронизиране",
        "permlab_readVisualUserSelect": "да чете избраните от потребителя графични и видеофайлове от споделеното хранилище",
        "permlab_receiveBootCompleted": "стартиране при пускане",
        "permlab_receiveMms": "получаване на текстови съобщения (MMS)",
        "permlab_receiveSms": "получаване на текстови съобщения (SMS)",
        "permlab_receiveWapPush": "получаване на текстови съобщения (WAP)",
        "permlab_recordAudio": "записва звук",
        "permlab_recordBackgroundAudio": "записва аудио на заден план",
        "permlab_register_call_provider": "регистриране на нови телекомуникационни връзки",
        "permlab_register_sim_subscription": "регистриране на нови телекомуникационни връзки за SIM карти",
        "permlab_removeDrmCertificates": "премахване на сертификатите за управление на цифровите права (DRM)",
        "permlab_reorderTasks": "пренареждане на изпълняваните приложения",
        "permlab_requestDeletePackages": "заявяване на изтриване на пакети",
        "permlab_requestIgnoreBatteryOptimizations": "искане за пренебрегване на оптимизациите на батерията",
        "permlab_requestInstallPackages": "заявка на пакети за инсталиране",
        "permlab_requestPasswordComplexity": "заявяване на сложност на опцията за заключване на екрана",
        "permlab_route_media_output": "маршрутизиране на извеждането на мултимедия",
        "permlab_runInBackground": "работа на заден план",
        "permlab_schedule_exact_alarm": "Насрочване на действия, свързани с точен час",
        "permlab_sdcardRead": "четене на съдърж. от сподел. ви хранил.",
        "permlab_sdcardWrite": "промяна или изтрив. на съдърж. от сподел. ви хранил.",
        "permlab_sendSms": "изпращане и преглед на SMS съобщения",
        "permlab_setAlarm": "навиване на будилника",
        "permlab_setInputCalibration": "промяна на калибрирането на устройството за въвеждане",
        "permlab_setTimeZone": "задаване на часовата зона",
        "permlab_setWallpaper": "задаване на тапет",
        "permlab_setWallpaperHints": "коригиране на размера на тапета ви",
        "permlab_sim_communication": "изпращане на команди до SIM картата",
        "permlab_startForegroundServicesFromBackground": "Стартиране на услуги на преден план при изпълнение на заден план",
        "permlab_startReviewPermissionDecisions": "стартиране на прегледа на решенията за разрешенията",
        "permlab_startViewAppFeatures": "стартиране на прегледа на функциите на приложението",
        "permlab_startViewPermissionUsage": "стартиране на прегледа на използваните разрешения",
        "permlab_statusBar": "деактивиране или промяна на лентата на състоянието",
        "permlab_statusBarService": "изпълняване на ролята на лента на състоянието",
        "permlab_subscribedFeedsRead": "четене на емисиите с абонамент",
        "permlab_systemAlertWindow": "Това приложение може да се показва върху други приложения",
        "permlab_systemCamera": "Разрешаване на достъп на приложение или услуга до системните камери с цел правене на снимки и видеоклипове",
        "permlab_transmitIr": "предаване чрез инфрачервени лъчи",
        "permlab_turnScreenOn": "включване на екрана",
        "permlab_uninstall_shortcut": "деинсталиране на преки пътища",
        "permlab_updatePackagesWithoutUserAction": "актуализиране на приложението без действие от страна на потребителя",
        "permlab_useBiometric": "използване на хардуера за биометрични данни",
        "permlab_useDataInBackground": "използване на данни на заден план",
        "permlab_useFaceAuthentication": "използване на хардуера за отключване с лице",
        "permlab_useFingerprint": "използване на хардуера за отпечатъци",
        "permlab_use_exact_alarm": "Насрочване на будилници или напомняния за събития",
        "permlab_use_sip": "извършване/получаване на обаждания чрез SIP",
        "permlab_uwb_ranging": "опред. на относителната позиция м/у у-вата с ултрашироколентови сигнали в близост",
        "permlab_vibrate": "контролиране на вибрирането",
        "permlab_videoWrite": "да променя видеоколекцията ви",
        "permlab_wakeLock": "постоянно включен екран на автомобила",
        "permlab_writeCalendar": "добавяне или промяна на събития от календари и изпращане на имейл до гости без знанието на собствениците",
        "permlab_writeCallLog": "запис на списъка с обаждания",
        "permlab_writeContacts": "промяна на контактите ви",
        "permlab_writeGeolocationPermissions": "промяна на разрешенията за местоположение в браузъра",
        "permlab_writeHistoryBookmarks": "запис на вашите отметки и история в мрежата",
        "permlab_writeSettings": "промяна на системните настройки",
        "permlab_writeSyncSettings": "включване и изключване на синхронизирането"
    },
    "sidebars": {
        "lang": {
            "change": "Променяне"
        }
    }
}
