{
    "add_repo": {
        "intro": "Escanea códigos QR de repositorios que quieras agregar, desde el dispositivos o sitios web donde estén disponibles.",
        "no_internet": "No hay internet? No hay problema Aprende <a href=\"../swap/\"> Como enviar y recibir aplicaciones sin conexión. </a>",
        "open_repo_link": {
            "description": "Si alguien te ha enviado un enlace a su repositorio por e-mail, redes sociales o SMS, puedes agregar fácilmente las apps a F-Droid abriendo el enlace.",
            "short_summary": "Abre el enlace del Repositorio",
            "steps": {
                "step_1": "Descarga e instala la aplicación F-Droid en tu teléfono.",
                "step_2": "Haga clic en el enlace y ábralo en un navegador web de su teléfono.",
                "step_3": "Cuando tengas abierto el enlace, tocs el botón 'Agregar a F-Droid'.",
                "step_4": "Toca el botón 'Tengo F-Droid'. La aplicación F-Droid se abrirá.",
                "step_5": "La opción 'Agregar nuevo repositorio' se mostrará con la dirección del repositorio prellenada. Toca \"Ok\" para agregarlo.",
                "step_6": "Se agregará su nuevo repositorio. Para ver una lista de sus repositorios, abra 'Configuración'. Seleccione 'Repositorios'.",
                "step_7": "Toque un repositorio para ver su contenido.",
                "step_8": "Seleccione las aplicaciones que le gustaría instalar en su teléfono."
            },
            "title": "Abre el enlace del repositorio en tu teléfono"
        },
        "overview": {
            "summary": "Para obtener más, agrega un repositorio a F-Droid. Un repositorio es una colección de contenido curado. Puedes obtener repositorios de personas directamente de ellos. Los desarrolladores suelen vincular sus repositorios F-Droid desde su sitio web. Los capacitadores a menudo comparten enlaces a repositorios por correo electrónico, Facebook o Twitter.",
            "title": "Obtenga más contenido."
        },
        "scan_qr_code": {
            "description": "Escanea los códigos QR de los repositorios que deseas escanear, desde los dispositivos o sitios web donde se encuentren.",
            "related_tutorial": "También podría estar interesado en: <a href=\"../swap/\">Enviar y recibir aplicaciones in conexión </a>",
            "short_summary": "Escanear código QR",
            "steps": {
                "step_1": "Una vez que se muestre el código QR para el repositorio, escanea el código QR con un lector de QR.",
                "step_2": "Toca el enlace. Si se te da la opción, abre el enlace usando F-Droid. Luego sigue las instrucciones. Si esto funciona, ¡ya terminaste! De lo contrario, continúe con el siguiente paso.",
                "step_3": "Si no tiene la opción de abrir el enlace con F-Droid, cierra la aplicación del escáner QR y abre la aplicación F-Droid.",
                "step_4": "Dentro de F-Droid, toca 'Configuración'. En \"Mis aplicaciones\", selecciona \"Repositorios\".",
                "step_5": "En la pantalla Repositorios, toca el ícono '+' en la esquina superior.",
                "step_6": "La dirección repo se completará automáticamente. Toca \"Habilitar\". Nota: El repositorio se guardarán en los repositorios de F-Droid, pero no se instalarán aplicaciones hasta que no elija e instale manualmente."
            },
            "title": "Escanear y Código QR desde otro dispositivo"
        },
        "title": "Como agregar un repositorio a F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Puedes editar la aplicación y los resúmenes de los archivos para que resulte comprensible a tu público objetivo. Puedes editar el idioma para adaptarlo a un país especifico. Luego, comparte el repositorio sin problemas con los asistentes antes de las conferencias y capacitaciones.",
            "steps": {
                "step_1": "Haz clic en un elemento para abrir sus detalles.",
                "step_2": "Haz clic en 'Editar'.",
                "step_3": "Personaliza tu contenido para adaptarse a tu público objetivo. Nota: Los cambios que realices se aplicaran en tu repositorio únicamente. No se actualizarán para la fuente original. Por favor se respetuoso al personalizar la información para contenido que no es tuya.",
                "step_4": "Todos tus cambios se guardan automaticamente."
            },
            "title": "Personaliza tu Repositorio"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Descarga e instala la aplicación web Repomaker en su PC. Ve <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">la guía de instalación</a>.",
                "step_2": "Abrir la aplicación web Repomaker. Regístrese o inicie sesión para empezar.",
                "step_3": "Crea un nuevo repositorio y asígnale un nombre.",
                "step_4": "Elije agregar aplicaciones de la galería y repositorios disponibles, o sube tus propios archivos. Haz clic en el botón 'Agregar de la galería' para elegir entre el contenido disponible.",
                "step_5": "Haz clic en el botón 'Agregar' al lado de los elementos que deseas agregar. Cuando hayas terminado, haz clic en la flecha 'atrás' para regresar a su repositorio.",
                "step_6": "Tus aplicaciones se mostrarán en tu vista de contenido repo."
            },
            "title": "Descargue e instale Repomaker para comenzar a crear"
        },
        "intro": "¿No puedes encontrar lo que estás buscando? Descargue la aplicación web de Repomaker en su computadora para crear tu propia colección personalizada de aplicaciones y archivos.",
        "overview": {
            "summary": "Crea tu repositorio personalizado de aplicaciones. Usa F-Droid para distribuir contenido. Los capacitadores usan repositorios para compartir fácilmente una colección de recursos y aplicaciones con los participantes en una capacitación donde no existe una conexión a Internet confiable. Los desarrolladores usan los repositorios para distribuir sus aplicaciones a audiencias específicas.",
            "title": "Agregue sus propias aplicaciones y archivos."
        },
        "related_tutorial": "Quiza tambien te interese: <a href=\"../add-repo/\">Cómo agregar un repositorio a F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Con el repositorio que deseas compartir abierto, haz clic en 'Compartir' en el menú. Notas: Debes configurar un lugar para almacenar tu repositorio antes de compartirlo. Las instrucciones sobre cómo hacer esto están en el Paso 2.",
                "step_2": "Se te pedirá que configure el almacenamiento para publicar tu repositorio y antes de compartirlo. Si no ves esta página, ve al Paso 4.",
                "step_3": "Elije la opción de almacenamiento que mejor se adapte a tus necesidades. Una vez que tengas almacenamiento, ¡estás listo para compartir! Regresa a 'Compartir'.",
                "step_4": "Elije copiar el enlace y enviarlo directamente a las personas a través de correo electrónico o texto, o compartir tu repositorio en Facebook o Twitter. Cuando abras el enlace a tu repositorio, deberán agregarlo a un dispositivo Android para acceder a las aplicaciones en el repositorio. Consulta <a href=\"../add-repo/\"> Primero para agregar un informe a F-Droid </a> para obtener más información.",
                "step_5": "La opción 'Ver informe' te permite ver lo que acabas de publicar o compartir."
            },
            "title": "Personaliza tu Repositorio"
        },
        "title": "Como crear un Repositorio",
        "update_repo": {
            "steps": {
                "step_1": "Si agregas aplicaciones de la galería, se actualizan automáticamente cuando la fuente agrega nuevas versiones. Para los archivos que subiste, puedes arrastrar y soltar versiones actualizadas en la vista repo.",
                "step_2": "Alternativamente, puedes abrir un solo elemento para agregar una nueva versión. Selecciona editar.",
                "step_3": "Desplázate hacia abajo a versiones. Luego, agrega una nueva versión en la sección 'Historial de versiones'.",
                "step_4": "Luego, agrega una nueva versión en la sección 'Historial de versiones'."
            },
            "title": "Actualiza tu Repositorio"
        }
    },
    "misc": {
        "option_x_description": "Opción {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid es una tienda de aplicaciones para Android independiente y comunitaria, y es completamente libre y de código abierto. En F-Droid puedes navegar por más de 1,200 aplicaciones de código abierto, buscar e instalar aplicaciones desde repositorios creados, o crear tu propio repositorio. Abre f-droid.org en su teléfono Android para descargar la aplicación y comenzar!",
            "title": "Lo que puedes hacer con F-Droid",
            "tutorial_x_title": "Tutorial {{ number }}: {{ title }}"
        },
        "step_x": "Paso {{ number }}",
        "step_x_description": "Paso {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Todos los dispositivos necesitan F-Droid descargado e instalado antes de comenzar. Todos los dispositivos deben seguir los pasos a continuación.",
        "intro": "No hay internet? No hay problema Descarga aplicaciones de personas cercanas a ti.",
        "overview": {
            "summary": "No hay internet? No hay problema F-Droid Cercania te ofrece la posibilidad de enviar y recibir contenido a personas en la misma habitación.",
            "title": "Envía y recibe aplicaciones sin conexión."
        },
        "related_tutorial": "Quiza también te interese: <a href=\"../create-repo/\"> Como crear un Repositorio</a>",
        "step_1": "Abre F-Droid. Toca \"Cerrar\" desde el menú en la parte inferior de tu pantalla.",
        "step_10": "Para acceder a tus aplicaciones instaladas, abre la configuración de F-Droid y seleccione 'Administrar aplicaciones instaladas' en 'Mis aplicaciones'.",
        "step_2": "Toca \"Buscar personas cerca de mí\" para buscar dispositivos compatibles.",
        "step_3": "Una vez que se encuentran las personas, tanto tu como el contacto deben seleccionarse entre sí.",
        "step_4": "Una vez conectado, elije las aplicaciones que deseas compartir con tu contacto.",
        "step_5": "Toca el botón '->'.",
        "step_6": "Se le pedirá a una persona que confirme la solicitud para conectarse.",
        "step_7": "Toca el botón \"Instalar\" al lado de las aplicaciones que deseas instalar.",
        "step_8": "Toca \"Instalar\" una vez más. Luego sigue las instrucciones para completar el proceso de instalación.",
        "step_9": "Una vez instaladas, sus aplicaciones estarán disponibles en la galería de aplicaciones de Android y en tu aplicación F-Droid en la lista de las aplicaciones instaladas.",
        "title": "Cómo enviar y recibir aplicaciones fuera de línea"
    }
}
