{
    "add_repo": {
        "intro": "پویش رمزهای QR از مخازنی که می‌خواهید از افزاره یا پایگاه‌های وبی که در آن‌ها پیدا می‌شوند بیفزایید.",
        "no_internet": "اینترنت ندارید؟ بیاموزید <a href=\"../swap/\">چگونه کاره‌ها را به صورت برون‌خط ارسال و دریافت کنید.</a>",
        "open_repo_link": {
            "description": "اگر پیوند مخزنی با رایانامه، رسانهٔ احتماعی یا پیامک فرستاده شد، امکان نصب کاره‌های درونش به اف‌دروید را با گشودنش می‌افزاید.",
            "short_summary": "گشودن پیوند مخزن",
            "steps": {
                "step_1": "اف‌دروید را روی افزارهٔ اندرویدیتان بارگیری و نصب کنید.",
                "step_2": "روی پیوند کلیک کرده و آن را در مرورگر وبی روی افزاره‌تان بگشایید.",
                "step_3": "هنگامی که پیوند را گشودید، دکمهٔ «افزودن به اف‌دروید» را بزنید.",
                "step_4": "دکمهٔ «اف‌دروید دارم» را بزنید. کارهٔ اف‌دروید گشوده خواهد شد.",
                "step_5": "«افزودن مخزن جدید» با نشانی مخزن از پیش پر شده‌اش نشان داده خواهد شد. برای افزودنش «قبول» را بزنید.",
                "step_6": "مخزن جدیدتان افزوده خواهد شد. برای دیدن فهرستی از مخزن‌هایتان «تنظیمات» را گشوده و «مخزن‌ها» را برگزینید.",
                "step_7": "برای دیدن محتویات یک مخزن، رویش بزنید.",
                "step_8": "کاره‌هایی که می‌خواهید داشته باشید را گزیده و آن‌ها را روی افزاره‌تان نصب کنید."
            },
            "title": "گشودن پیوند مخزن روی افزاره‌تان"
        },
        "overview": {
            "summary": "برای گرفتن محتوای بیش‌تر، مخزنی به اف‌دروید بیفزایید. مخزن، مجموعه‌ای از محتواست. می‌توانید مخازن دیگران را مستقیم از خودشان بیابید. توسعه‌دهنده‌ها اغلب در پایگاه وبشان به مخزن اف‌درویدشان پیوند می‌دهند. مربّی‌ها اغلت پیوندهای مخازن را با رایانامه و شبکه‌های احتماعی، هم‌رسانی می‌کنند.",
            "title": "گرفتن محتوای بیش‌تر."
        },
        "scan_qr_code": {
            "description": "رمزهای QR را از مخزن‌هایی که می‌خواهید از افزاره یا پایگاه‌های وبی که در آن‌ها یافت می‌شوند بیفزایید، بپویید.",
            "related_tutorial": "ممکن است به <a href=\"../swap/\">چگونگی ارسال و دریافت کاره‌ها به صورت برون‌خط</a> علاقه داشته باشید",
            "short_summary": "پویش رمز QR",
            "steps": {
                "step_1": "هنگامی که رمز QR مخزن نمایش داده شد، آن را با یک کارهٔ پویشگر QR، بپویید.",
                "step_2": "روی پیوند بزنید. اگر انتخابش بودپویند را با اف‌دروید بگشایید. سپس دستورات را دنبال کنید. اگر کار کارد، تمام است! وگرنه به مرحلهٔ بعد بروید.",
                "step_3": "اگر انتخاب گشودن پیوند با اف‌دروید را نداشتید، پویشگر QR را بسته و کارهٔ اف‌دروید را بگشایید.",
                "step_4": "درون اف‌دروید «تنظیمات» را زده و «مخزن‌ها» را در زیر «برنامه‌های من» برگزینید.",
                "step_5": "در صفحهٔ مخزن‌ها، نقشک «+» در گوشهٔ بالا را بزنید.",
                "step_6": "نشانی مخزن به صورت خودکار پر خواهد شد. «فعّال سازی» را بزنید. نکته: مخزن در مخزن‌های اف‌دروید ذخیره خواهد شد، ولی تا زمانی که به صورت دستی انتخاب و نصب نکنید، کاره‌ای نصب نخواهد شد."
            },
            "title": "پویش یک رمز QR از افزاره‌ای دیگر"
        },
        "title": "چگونگی افزودن مخزن به اف‌دروید"
    },
    "create_repo": {
        "customize_repo": {
            "description": "شما می توانید خلاصه برنامه و پرونده را ویرایش کنید تا برای مخاطبان هدف خود قابل درک باشد. شما می توانید زبان خاص کشور را ویرایش کنید. سپس قبل از کنفرانس ها و آموزش ها ، یکپارچه سازی را به طور یکپارچه با شرکت کنندگان در میان بگذارید.",
            "steps": {
                "step_1": "روی موردی کلیک کنید تا جزئیات آن باز شود.",
                "step_2": "روی \"ویرایش\" کلیک کنید.",
                "step_3": "محتوا را متناسب با مخاطبان هدف خود تنظیم کنید. توجه: تغییراتی که شما ایجاد می کنید فقط در repo شما اعمال می شود. آنها برای منبع اصلی به روز نمی شوند. لطفاً هنگام شخصی سازی اطلاعات برای محتوایی که متعلق به شما نیست از احترام استفاده کنید.",
                "step_4": "تمام تغییرات شما بصورت خودکار ذخیره می شود."
            },
            "title": "مخزنتان را شخصی‌سازی کنید"
        },
        "download_and_install": {
            "steps": {
                "step_1": "برنامه وب Repomaker را روی رایانه رومیزی خود بارگیری و نصب کنید. اطلاعات بیشتر در <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation \"> راهنمای نصب </a>.",
                "step_2": "برنامه وب Repomaker را راه اندازی کنید. برای شروع ثبت نام کنید یا وارد شوید",
                "step_3": "یک repo جدید ایجاد کنید و متناسب با آن نامگذاری کنید.",
                "step_4": "انتخاب کنید که برنامه ها را از گالری و مخازن موجود اضافه کنید یا پرونده های خود را بارگذاری کنید. بر روی دکمه \"افزودن از گالری\" کلیک کنید تا محتوای موجود را انتخاب کنید.",
                "step_5": "روی دکمه \"افزودن\" در کنار مواردی که می خواهید اضافه کنید کلیک کنید. پس از پایان کار ، روی پیکان \"برگشت\" کلیک کنید تا به نسخه اولیه خود بازگردید.",
                "step_6": "برنامه های شما در نمای محتوای repo شما نمایش داده می شوند."
            },
            "title": "برای شروع ایجاد ، Repomaker را بارگیری و نصب کنید"
        },
        "intro": "آیا نمی توانید آنچه را که می خواهید پیدا کنید؟ برنامه وب Repomaker را در رایانه خود بارگیری کنید تا مجموعه سفارشی برنامه ها و پرونده های خود را ایجاد کنید.",
        "overview": {
            "summary": "مخزن کاره‌های شخصی‌شدهٔ خودتان را بسازید. از اف‌دروید برای توزیع محتوا استفاده کنید.مربّی‌ها برای هم‌رسانی مجموعه‌ای از منابع و کاره‌ها با شرکت‌کنندگان هنگام نبودن اتّصال اینترنتی قابل اطمینان در یک آموزش، از مخزن‌ها استفاده می‌کنند. توسعه‌دهندگان از مخازن برای توزیع کاره‌هایشان به دیگران استفاده می‌کنند.",
            "title": "افزودن کاره‌ها و پرونده‌های خودتان."
        },
        "related_tutorial": "ممکن است به <a href=\"../add-repo/\">چگونگی افزودن مخزنی به اف‌دروید</a> علاقه‌مند باشید",
        "share_repo": {
            "steps": {
                "step_1": "در صورت باز بودن نسخه ی نمایشی که می خواهید به اشتراک بگذارید ، روی \"اشتراک\" در فهرست کلیک کنید. توجه: قبل از اشتراک گذاری باید مکانی را برای ذخیره repo خود تنظیم کنید. دستورالعمل نحوه انجام این کار در مرحله 2 است.",
                "step_2": "از شما خواسته می شود تا فضای ذخیره سازی را برای انتشار repo خود و قبل از اشتراک تنظیم کنید. اگر این صفحه را نمی بینید ، به مرحله 4 ادامه دهید.",
                "step_3": "گزینه ذخیره سازی را متناسب با نیازهای خود انتخاب کنید. پس از ذخیره سازی ، آماده اشتراک گذاری هستید! بازگشت به \"اشتراک\"",
                "step_4": "پیوند را کپی کنید و آن را مستقیماً از طریق ایمیل یا متن برای افراد بفرستید ، یا اینکه repo خود را در Facebook یا Twitter به اشتراک بگذارید. وقتی افراد پیوند repo شما را باز می کنند ، برای دسترسی به برنامه های موجود در repo ، باید آن را به دستگاه Android اضافه کنند. برای اطلاعات بیشتر به <a href=\"../add-repo/\"> نحوه افزودن repo به F-Droid مراجعه کنید </a>.",
                "step_5": "گزینه \"مشاهده مجدد\" به شما امکان می دهد آنچه را که اخیراً منتشر یا به اشتراک گذاشته اید مشاهده کنید."
            },
            "title": "سفارشی کردن مخزن شما"
        },
        "title": "چگونگی ایجاد یک مخزن",
        "update_repo": {
            "steps": {
                "step_1": "اگر برنامه ها را از گالری اضافه کنید ، وقتی منبع نسخه های جدید را اضافه می کند ، آنها به طور خودکار به روز می شوند. برای پرونده هایی که بارگذاری کرده اید ، می توانید نسخه های به روز شده را در نمای repo بکشید و رها کنید.",
                "step_2": "متناوباً ، می توانید برای افزودن نسخه جدید ، یک مورد را باز کنید. ویرایش را انتخاب کنید.",
                "step_3": "به پایین بروید تا نسخه. سپس، اضافه کردن یک نسخه جدید در بخش \"تاریخچه نسخه.",
                "step_4": "سپس ، یک نسخه جدید در بخش \"سابقه نسخه\" اضافه کنید."
            },
            "title": "Repo خود را به روز کنید"
        }
    },
    "misc": {
        "option_x_description": "گزینهٔ {{ number }}: {{ description }}",
        "overview": {
            "summary": "اف‌دروید فروشگاه کاره‌ای مستقل و مبتنی بر جامعه برای اندروید بوده که کاملاً نرم‌افزار آزاد است. با اف‌دروید می‌توانید بیش از ۱٫۲۰۰ کارهٔ آزاد را از میان مخازن موجود مرور، جست‌وجو و نصب کرده، یا مخازن خودتان را بسازید. برای بارگیری کاره و شروع به کار f-droid.org را روی افزارهٔ اندرویدیتان بگشایید!",
            "title": "با اف‌دروید می‌شود چه‌کار کرد",
            "tutorial_x_title": "آموزش {{ number }}: {{ title }}"
        },
        "step_x": "گام {{ number }}",
        "step_x_description": "گام {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "همه دستگاه ها قبل از شروع به F-Droid نیاز دارند تا بارگیری و نصب شود. تمام دستگاه های باید مراحل زیر را دنبال کنید.",
        "intro": "بدون اینترنت؟ مسئله ای نیست. دانلود برنامه های کاربردی از افراد نزدیک شما.",
        "overview": {
            "summary": "اینترنت ندارید؟ مشکلی نیست. اطرافیان اف‌دروید می‌گذارد محتوا رابا افرادی در بک مکان، هم‌رسانی کنید.",
            "title": "ارسال و دریافت برون‌خط کاره‌ها."
        },
        "related_tutorial": "ممکن است همچنین به <a href=\"../create-repo/\">چگونگی ساخت یک مخزن</a> علاقه‌مند باشید",
        "step_1": "F-Droid را باز کنید. از منوی پایین صفحه خود روی \"در نزدیکی\" ضربه بزنید.",
        "step_10": "برای دسترسی به برنامه های نصب شده ، تنظیمات F-Droid را باز کرده و \"مدیریت برنامه های نصب شده\" را در بخش \"برنامه های من\" انتخاب کنید.",
        "step_2": "برای جستجوی دستگاه های سازگار ، روی \"یافتن افراد نزدیک من\" ضربه بزنید.",
        "step_3": "به محض یافتن افراد نزدیک ، هم شما و هم مخاطب باید یکدیگر را انتخاب کنید.",
        "step_4": "پس از اتصال ، برنامه هایی را که می خواهید با مخاطب خود به اشتراک بگذارید انتخاب کنید.",
        "step_5": "روی دکمه '-&gt;' ضربه بزنید.",
        "step_6": "از یک فرد خواسته می شود درخواست اتصال را تأیید کند.",
        "step_7": "روی دکمه \"نصب\" در کنار برنامه هایی که می خواهید نصب کنید ، ضربه بزنید.",
        "step_8": "یک بار دیگر روی «نصب» ضربه بزنید. سپس ، برای تکمیل مراحل نصب ، دستورات Android را دنبال کنید.",
        "step_9": "پس از اتمام نصب ، برنامه های شما در گالری برنامه های Android و در برنامه F-Droid تحت برنامه های نصب شده در دسترس هستند.",
        "title": "چگونه کاره‌ها را به صورت برون‌خط ارسال و دریافت کنید"
    }
}
