{
    "antifeatures": {
        "Ads": "Ky aplikacion përmban reklama",
        "DisabledAlgorithm": "Ky aplikacion ka një nënshkrim të dobët sigurie",
        "KnownVuln": "Ky aplikacion përmban një cenueshmëri të njohur sigurie",
        "NSFW": "Ky aplikacion përmban lëndë që s’duhet bërë publike apo të jetë e dukshme kudo",
        "NoSourceSince": "Kodi burim s’mund të kihet më, s’ka përditësime të mundshme",
        "NonFreeAdd": "Ky aplikacion promovon shtesa jo të lira",
        "NonFreeAssets": "Ky aplikacion përmban elementë jo të lirë",
        "NonFreeDep": "Ky aplikacion varet nga aplikacione të tjera jo të lira",
        "NonFreeNet": "Ky aplikacion promovon, ose varet tërësisht nga një që s’ndryshohet dot, ose shërbim rrjeti jo të lirë",
        "Tracking": "Ky aplikacion gjurmon dhe raporton veprimtarinë tuaj",
        "UpstreamNonFree": "Kodi burim origjinal s’është plotësisht i Lirë"
    },
    "app_categories": {
        "Connectivity": "Aftësi lidhjeje",
        "Development": "Zhvillim",
        "Games": "Lojëra",
        "Graphics": "Grafika",
        "Internet": "Internet",
        "Money": "Para",
        "Multimedia": "Multimedia",
        "Navigation": "Lëvizje",
        "Phone & SMS": "Telefon &amp; SMS",
        "Reading": "Lexim",
        "Science & Education": "Shkencë &amp; Edukim",
        "Security": "Siguri",
        "Sports & Health": "Sporte &amp; Shëndet",
        "System": "Sistem",
        "Theming": "Aplikim temash",
        "Time": "Kohë",
        "Writing": "Shkrim",
        "show_all_packages": "Shfaq krejt %d paketat"
    },
    "index": {
        "download_fdroid": "Shkarkoni F-Droid-in",
        "gpg_signature": "Nënshkrim PGP",
        "introduction": "F-Droid është një katalog aplikacionesh FOSS (Free and Open Source Software) të instalueshëm, për platformën Android. Klienti e bën të lehtë shfletimin, instalimin dhe ndjekjen e përditësimeve në pajisjen tuaj.",
        "pgp_verification_instructions": "Uhdëzime për verifikimin e shkarkimit",
        "screenshot": "Foto ekrani nga aplikacioni Android F-Droid",
        "title": "Ç’është F-Droid?"
    },
    "mirrors": {
        "cn": "Kina Kontinentale",
        "de": "Gjermani",
        "dk": "Danimarkë",
        "indiana": "Indiana, ShBA",
        "se": "Suedi",
        "sg": "Singapor",
        "tw": "Tajvan",
        "ua": "Ukrainë"
    },
    "navigation": {
        "about": "Mbi",
        "apps": "Aplikacione",
        "contribute": "Kontribuoni",
        "documentation": "Dokumentime",
        "edit_on_gitlab": "Përpunojeni në GitLab",
        "forum": "Forum",
        "issues": "Probleme",
        "news": "Lajme",
        "statuspage": "Gjendje",
        "translate_on_weblate": "Përkthejeni në Weblate"
    },
    "news": {
        "date_format": "%d %b %Y",
        "newer_posts": "← Postime Më të Rinj",
        "older_posts": "Postime Më të Vjetër →",
        "posted_on": "Postuar më {{ post_date }}",
        "posted_on_by": "Postuar më {{ post_date }} nga"
    },
    "package": {
        "added_on": "Shtuar më {{ package_added_date }}",
        "anti_features": "Anti-Veçori",
        "anti_features_warning": "Ky aplikacion ka veçori që mund të mos i pëlqeni.",
        "author": "Autor",
        "build_log": "Regjistër Montimesh",
        "build_metadata": "Tejtëdhëna Montimi",
        "changelog": "Regjistër ndryshimesh",
        "donate": "Dhuroni",
        "download": "Shkarkoni {{ file_extension }}",
        "file_size_bytes": "bajte",
        "file_size_format": "%{number} %{unit}",
        "file_size_gibibytes": "GiB",
        "file_size_kibibytes": "KiB",
        "file_size_mebibytes": "MiB",
        "file_size_tebibytes": "TiB",
        "flattr": "Flattr",
        "gpg_signature": "Nënshkrim PGP",
        "issue_tracker": "Ndjekës të Metash",
        "liberapay": "Liberapay",
        "license": "Licencë",
        "minimum_android_version": "Ky version lyp Android {{ android_version }}, ose më të ri.",
        "new_in_version": "Të reja në versionin {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "ikonë pakete",
        "package_screenshot_alt": "foto ekrani aplikacioni",
        "packages": "Paketa",
        "permissions": "Leje",
        "signed_by_developer": "Është montuar dhe nënshkruar nga zhvilluesi origjinal dhe me garanci t’i korrespondojë <a href=\"{{ source_code_url }}\">këtij paketimi të burimit</a>.",
        "signed_by_fdroid": "Është montuar dhe nënshkruar nga F-Droid dhe me garanci se i përgjigjet <a href=\"{{ source_code_url }}\">këtij paketimi të burimit</a>.",
        "source_code": "Kod Burim",
        "suggest_downloading_via_fdroid": "Edhe pse ka shkarkime APK më poshtë, për t’ju dhënë mundësi zgjedhjeje, duhet të keni parasysh se duke instaluar në këtë mënyrë s’do të merrni njoftime përditësimesh dhe është një rrugë më pak e sigurt për shkarkime. Këshillojmë të instaloni klientin F-Droid dhe të përdorni atë.",
        "suggested": "e sugjeruar",
        "translation": "Përkthim",
        "version_info": "<b>Version {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Versione",
        "website": "Sajt"
    },
    "permissions": {
        "permdesc_acceptHandovers": "I lejon aplikacionit të vazhdojë një thirrje e cila pat nisur në një tjetër aplikacion.",
        "permdesc_accessBackgroundLocation": "Ky aplikacion mund të njohë vendndodhjen në çfarëdo kohe, edhe kur aplikacioni s’është në përdorim.",
        "permdesc_accessCoarseLocation": "Ky aplikacion mund të marrë vendndodhjen tuaj të përafërt nga shërbime lokalizimi, teksa aplikacioni është në përdorim. Që aplikacioni të marrë vendndodhjen, për këtë pajisje duhen aktivizuar shërbime lokalizimi.",
        "permdesc_accessDrmCertificates": "I lejon një aplikacioni të sjellë dhe përdorë dëshmi DRM. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_accessFineLocation": "Ky aplikacion mund të njohë vendndodhjen tuaj të saktë nga shërbime lokalizimi, teksa aplikacioni është në përdorim. Që aplikacioni të marrë vendndodhjen, për pajisjen tuaj duhen aktivizuar shërbime lokalizimi. Kjo mund të shtojë harxhimin e baterisë.",
        "permdesc_accessImsCallService": "I lejon aplikacionit të përdorë shërbime IMS, për të bërë thirrje pa ndërhyrjen tuaj.",
        "permdesc_accessLocationExtraCommands": "I lejon aplikacionit të përdorë urdhra ekstra furnizuesi vendndodhjesh. Kjo mund ta lejojë aplikacionin të ngatërrohet në punën e GPS-së ose burimesh të tjera vendndodhjesh.",
        "permdesc_accessNetworkConditions": "I lejon aplikacionit të përgjojë për vëzhgime lidhur me kushte rrjeti. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_accessNetworkState": "I lejon aplikacionit të shohë të dhëna rreth lidhjesh në rrjet, bie fjala, ç’rrjete ekzistojnë dhe janë të lidhur.",
        "permdesc_accessNotifications": "I lejon aplikacionit të marrë, shqyrtojë dhe spastrojë njoftime, përfshi ato të postuara nga aplikacione të tjera.",
        "permdesc_accessWifiState": "I lejon aplikacionit të shohë hollësi rreth pune në rrjet Wi-Fi, bie fjala, nëse Wi-Fi është i aktivizuar apo jo dhe emra pajisjesh të lidhura përmes Wi-Fi-t.",
        "permdesc_accessWimaxState": "I lejon aplikacionit të përcaktojë nëse është aktivizuar apo jo WiMAX dhe hollësi rreth çfarëdo rrjetesh WiMAX që janë të lidhur.",
        "permdesc_access_notification_policy": "I lejon aplikacionit të lexojë dhe shkruajë formësim të llojit Mos Më Bezdisni.",
        "permdesc_activityRecognition": "Ky aplikacion mund të dallojë veprimtari tuajën fizike.",
        "permdesc_addVoicemail": "I lejon aplikacionit të shtojë mesazhe te mesazhet zanorë të marrë.",
        "permdesc_answerPhoneCalls": "I lejon aplikacionit t’i përgjigjet një thirrje telefonike.",
        "permdesc_audioWrite": "I lejon aplikacionit të ndryshojë koleksionin tuaj muzikor.",
        "permdesc_backgroundCamera": "Ky aplikacion mund të bëjë foto dhe të regjistrojë video duke përdorur kamerën tuaj në çfarëdo kohe.",
        "permdesc_bindCarrierMessagingService": "I lejon atij që ka lejen të përdorë ndërfaqe të shkallës së epërme të një shërbimi mesazhesh. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_bindCarrierServices": "I lejon atij që ka lejen të përdorë shërbime operatorësh. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_bindCellBroadcastService": "I lejon aplikacionit të lidhet me modulin e transmetimit celular, për t'i transferuar mesazhet e transmetimit celular menjëherë kur merren. Sinjalizimet e transmetimit celular dërgohen në disa vendndodhje, për t’ju paralajmëruar për situata urgjente. Aplikacionet keqdashëse mund të ndërhyjnë në funksionimin e pajisjes tuaj, kur merret një transmetim celular urgjence.",
        "permdesc_bindConditionProviderService": "I lejon atij që ka lejen të përdorë ndërfaqe të shkallës së epërme të një shërbimi furnizuesi kushtesh. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_bindDreamService": "I lejon atij që ka lejen të përdorë ndërfaqe të shkallës së epërme të një shërbimi &lt;em&gt;dream&lt;/em&gt;. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_bindNotificationListenerService": "I lejon atij që ka lejen të përdorë ndërfaqe të shkallës së epërme të një shërbimi dëgjimi njoftimesh. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_bind_connection_service": "I lejon aplikacionit të ndërveprojë me shërbime telefonike për të kryer/marrë thirrje.",
        "permdesc_bind_incall_service": "I lejon aplikacionit të kontrollojë kur dhe si e sheh përdoruesi skenën për thirrje ardhëse.",
        "permdesc_bluetooth": "I lejon aplikacionit të shohë formësimin e Bluetooth-it në telefon dhe të vendosë dhe pranojë lidhje me pajisje të çiftuara.",
        "permdesc_bluetoothAdmin": "I lejon aplikacionit të formësojë telefonin për Bluetooth vendor, si dhe të pikasë zbulojë dhe kryejë çiftim me pajisje të largëta.",
        "permdesc_bluetooth_advertise": "I lejon aplikacionit të reklamojë në pajisjet Bluetooth atypari",
        "permdesc_bluetooth_connect": "I lejon aplikacionit të lidhet me pajisje të çiftuara me Bluetooth",
        "permdesc_bluetooth_scan": "I lejon aplikacionit të pikasë dhe çiftojë pajisje Bluetooth atypari",
        "permdesc_bodySensors": "I lejon aplikacionit të hyjë në të dhëna prej ndijuesish që mbikëqyrin gjendjen tuaj fizike, bie fjala, frekuencën tuaj të rrahjes së zemrës.",
        "permdesc_bodySensors_background": "I lejon aplikacionit të përdorë të dhëna ndijuesish truporë, f.v., pulsi, temperature dhe përqindje oksigjeni në gjak, teksa aplikacioni funksionon në prapaskenë.",
        "permdesc_broadcastSticky": "I lejon aplikacionit të dërgojë transmetime ngjitëse, që mbeten, pasi përfundon transmetimi. Përdorimi i tepruar i kësaj mund ta ngadalësojë telefonin, ose ta bëjë të paqëndrueshëm, duke e bërë të përdorë shumë kujtesë.",
        "permdesc_callCompanionApp": "I lejon aplikacionit të shohë dhe të kontrollojë thirrje në zhvillim e sipër te pajisja. Kjo përfshin të dhëna të tilla si numra të thirrur për thirrje dhe gjendje thirrjesh.",
        "permdesc_callPhone": "I lejon aplikacionit të bëjë thirrje te numra pa ndërhyrjen tuaj. Kjo mund të shpjerë në faturime ose thirrje që s’priteshin. Vini re që kjo s’e lejon aplikacionin të bëjë thirrje te numra urgjencash. Aplikacione dashakeqe mund t’ju kushtojnë para, duke bërë thirrje pa ripohimin tuaj.",
        "permdesc_camera": "Ky aplikacion mund të bëjë foto dhe të regjistrojë video duke përdorur kamerën, kur aplikacioni është në përdorim.",
        "permdesc_cameraOpenCloseListener": "Ky aplikacion mund të marrë thirrje, kur hapet ose mbyllet çfarëdo pajisje kamera (nga një aplikacion).",
        "permdesc_changeNetworkState": "I lejon aplikacionit të ndryshojë gjendjen e lidhjes në rrjet.",
        "permdesc_changeTetherState": "I lejon aplikacionit të ndryshojë gjendjen e aftësisë së lidhjes në rrjet të llojit “tethered”.",
        "permdesc_changeWifiMulticastState": "I lejon aplikacionit të marrë pakete të dërguar në krejt pajisjet në një rrjet Wi-Fi duke përdorur adresa &lt;em&gt;multicast&lt;/em&gt;, jo thjesht në telefonin tuaj. Përdor më tepër energji se sa mënyra &lt;em&gt;non-multicast&lt;/em&gt;.",
        "permdesc_changeWifiState": "I lejon aplikacionit të lidhet dhe shkëputet prej pikash hyrjeje Wi-Fi dhe të bëjë ndryshime te formësim pajisjesh për rrjete Wi-Fi.",
        "permdesc_changeWimaxState": "I lejon aplikacionit ta lidhë dhe shkëputë telefonin prej rrjetesh WiMAX.",
        "permdesc_companionProfileWatch": "I lejon një aplikacioni shoqërues të administrojë mbikëqyrje.",
        "permdesc_connection_manager": "I lejon aplikacionit të administrojë lidhje telekom.",
        "permdesc_control_incall_experience": "Lejon aplikacionin të ofrojë përvojë përdoruesi mbi telefonatat.",
        "permdesc_createNetworkSockets": "I lejon aplikacionit të krijojë socket-e rrjeti dhe të përdorë protokolle të përshtatur rrjeti. Shfletuesi dhe aplikacionet e tjera furnizojnë mjete për të dërguar të dhëna në internet, kështu që kjo leje s’është e domosdoshme për të dërguar të dhëna në internet.",
        "permdesc_deliverCompanionMessages": "I lejon një aplikacioni shoqërues të dërgojë mesazhe shoqëruese te pajisje të tjera.",
        "permdesc_detectScreenCapture": "Ky aplikacion do të njoftohet, kur bëhet një foto ekrani, teksa aplikacioni është në përdorim.",
        "permdesc_disableKeyguard": "I lejon aplikacionit të çaktivizojë kyçjen e tastierës dhe çfarëdo sigurie të lidhur me fjalëkalimet. Për shembull, telefoni çaktivizon kyçjen e tastierës, kur merret një thirrje ardhëse telefonike, mandej e riaktivizon kyçjen e tastierës, kur thirrja ka përfunduar.",
        "permdesc_enableCarMode": "I lejon aplikacionit të aktivizojë mënyrën automjet.",
        "permdesc_exemptFromAudioRecordRestrictions": "Përjashtojeni aplikacionin nga kufizimet mbi incizim audioje.",
        "permdesc_expandStatusBar": "I lejon aplikacionit të zgjerojë ose tkurrë shtyllën e gjendjeve.",
        "permdesc_foregroundService": "I lejon aplikacionit të shfrytëzojë shërbime në prapaskenë.",
        "permdesc_foregroundServiceCamera": "I lejon aplikacionit të përdorë shërbime të përparme me llojin “camera”",
        "permdesc_foregroundServiceConnectedDevice": "I lejon aplikacionit të përdorë shërbime të përparme me llojin “connectedDevice”",
        "permdesc_foregroundServiceDataSync": "I lejon aplikacionit të përdorë shërbime të përparme me llojin “dataSync“",
        "permdesc_foregroundServiceFileManagement": "I lejon aplikacionit të përdorë shërbime të përparme me llojin “fileManagement”",
        "permdesc_foregroundServiceHealth": "I lejon aplikacionit të përdorë shërbime të përparme me llojin “health”",
        "permdesc_foregroundServiceLocation": "I lejon aplikacionit të përdorë shërbime të përparme me llojin “location”",
        "permdesc_foregroundServiceMediaPlayback": "I lejon aplikacionit të përdorë shërbime të përparme me llojin “mediaPlayback”",
        "permdesc_foregroundServiceMediaProjection": "I lejon aplikacionit të përdorë shërbime të përparme me llojin “mediaProjection”",
        "permdesc_foregroundServiceMicrophone": "I lejon aplikacionit të përdorë shërbime të përparme me llojin “microphone”",
        "permdesc_foregroundServicePhoneCall": "I lejon aplikacionit të përdorë shërbime të përparmë me llojin “phoneCall”",
        "permdesc_foregroundServiceRemoteMessaging": "I lejon aplikacionit të përdorë shërbime të përparmë me llojin “remoteMessaging”",
        "permdesc_foregroundServiceSpecialUse": "I lejon aplikacionit të përdorë shërbime të përparmë me llojin “specialUse”",
        "permdesc_foregroundServiceSystemExempted": "I lejon aplikacionit të përdorë shërbime të përparmë me llojin “systemExempted”",
        "permdesc_fullScreenIntent": "I lejon aplikacionit të shfaqë njoftime si veprimtari sa krejt ekrani, në një pajisje të kyçur",
        "permdesc_getAccounts": "I lejon aplikacionit të marrë një listë të llogarive të njohura nga telefoni. Kjo mund të përfshijë çfarëdo llogarie të krijuar nga aplikacionet që keni krijuar.",
        "permdesc_getPackageSize": "I lejon aplikacionit të marrë madhësitë e kodit të vet, të dhënave dhe fshehtinës",
        "permdesc_getTasks": "I lejon aplikacionit të marrë të dhëna mbi punë aktualisht në xhirim ose të xhiruara më parë. Kjo mund ta lejojë aplikacionin të zbulojë të dhëna mbi cilat aplikacione janë përdorur te pajisja.",
        "permdesc_handoverStatus": "I lejon këtij aplikacioni të marrë të dhëna mbi shpërngulje aktuale Android Beam",
        "permdesc_hideOverlayWindows": "Ky aplikacion mund të kërkojë që sistemi të fshehë shtresa përsipër të ardhura nga aplikacione, pa i shfaqur mbi të.",
        "permdesc_highSamplingRateSensors": "I lejon aplikacionit kampionizojë të dhëna ndijuesi me një shpeshti më të lartë se 200 Hz",
        "permdesc_imagesWrite": "I lejon aplikacionit të ndryshojë koleksionin tuaj të fotove.",
        "permdesc_install_shortcut": "I lejon një aplikacioni të shtojë shkurtore te Kreu pa ndërhyrje nga përdoruesi.",
        "permdesc_invokeCarrierSetup": "I lejon atij që ka lejen të përdorë aplikacion formësimi të furnizuar nga operatori. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_killBackgroundProcesses": "I lejon aplikacionit të përfundojë procese prapaskenë të aplikacioneve të tjera. Kjo mund të sjellë ndaljen e xhirimit të aplikacioneve të tjera.",
        "permdesc_manageFace": "I lejon aplikacionit të thërrasë metoda që të shtojë, ose fshijë gjedhe fytyrash për përdorim.",
        "permdesc_manageFingerprint": "I lejon aplikacionit të thërrasë metoda që të shtojë, ose fshijë gjedhe shenjash gishtash për përdorim.",
        "permdesc_manageNetworkPolicy": "I lejon aplikacionit të administrojë rregulla rrjeti dhe të përcaktojë rregulla specifike sipas aplikacionesh.",
        "permdesc_manageOngoingCalls": "I lejon një aplikacioni të shohë hollësi rreth thirrjesh në zhvillim në pajisjen tuaj dhe t’i kontrollojë këto thirrje.",
        "permdesc_manageOwnCalls": "I lejon aplikacionit të kalojë thirrjet e veta përmes sistemit, që të mund të përmirësojë funksionimin e thirrjeve.",
        "permdesc_manageProfileAndDeviceOwners": "I lejon aplikacionit të caktojë të zotë profilesh dhe të zotin e pajisjes.",
        "permdesc_mediaLocation": "I lejon aplikacionit të lexojë vendndodhje prej koleksionit tuaj media.",
        "permdesc_modifyAudioSettings": "I lejon aplikacionit të ndryshojë rregullime globale audio, të tilla si volumi dhe cili altoparlant përdoret për dëgjim.",
        "permdesc_modifyNetworkAccounting": "I lejon aplikacionit të ndryshojë mënyrën se si matet përdorimi i rrjetit kundrejt aplikacioneve. Jo për t’u përdorur nga aplikacione normale.",
        "permdesc_nearby_wifi_devices": "I lejon aplikacionit të reklamojë, të lidhet dhe të përcaktojë pozicionin relativ të pajisjeve Wi-Fi atypari",
        "permdesc_nfc": "I lejon aplikacionit të komunikojë me etiketa, karta dhe lexues NFC (Near Field Communication).",
        "permdesc_observeCompanionDevicePresence": "I lejon një aplikacion shoqërues të vëzhgojë prani pajisjeje shoqe, kur pajisjet janë pranë, ose larg.",
        "permdesc_persistentActivity": "I lejon aplikacionit të bëjë të qëndrueshme në kujtesë pjesë të vetat. Kjo mund të kufizojë kujtesën e passhme nga aplikacione të tjerë, duke ngadalësuar punën e telefonit.",
        "permdesc_postNotification": "I lejon aplikacionit të shfaqë njoftime",
        "permdesc_preferredPaymentInfo": "I lejon aplikacionit të marrë hollësi shërbimi të parapëlqyer për pagesa NFC, bie fjala, ndihmë të regjistruar dhe vendmbërritje itinerari.",
        "permdesc_processOutgoingCalls": "I lejon aplikacionit të shohë numrin që po formohet gjatë një thirrjeje, me mundësinë e ridrejtimit të thirrjes te një numër tjetër ose të ndërprerjes fare të thirrjes.",
        "permdesc_queryAllPackages": "I lejon aplikacionit të shohë krejt paketat e instaluara.",
        "permdesc_readBasicPhoneState": "I lejon aplikacionit të përdorë veçori elementare telefonie të pajisjes.",
        "permdesc_readCalendar": "Ky aplikacion mund të lexojë krejt veprimtaritë e kalendarit të depozituara në telefonin tuaj dhe të ndajë me të tjerë ose të ruajë të dhëna nga kalendari juaj.",
        "permdesc_readCallLog": "Ky aplikacion mund të lexojë historikun tuaj të thirrjeve.",
        "permdesc_readCellBroadcasts": "I lejon aplikacionit të lexojë mesazhe transmetimesh celulare të marrë nga pajisja juaj. Sinjalizime transmetimesh celulare jepen në disa vende për t’ju vënë në dijeni për gjendje emergjente. Aplikacione dashakeqe mund të përzihen në punën ose funksionimin e pajisjes tuaj, kur merret një transmetim celular urgjence.",
        "permdesc_readContacts": "I lejon aplikacionin të lexojë të dhëna rreth kontakteve tuaja të depozituara në telefonin tuaj. Aplikacionet do të kenë po ashtu hyrje te llogaritë në telefonin tuaj, të cilat kanë krijuar kontakte. Kjo mund të përfshijë llogari të krijuara nga aplikacionet që keni instaluar. Kjo leje u lejon aplikacioneve të ruajnë të dhëna të kontakteve tuaja dhe aplikacione dashakeqe mund të përdorin të dhëna kontaktesh pa dijeninë tuaj.",
        "permdesc_readHistoryBookmarks": "I lejon aplikacionit të lexojnë historikun e krejt URL-ve që ka vizituar shfletuesi dhe krejt faqerojtësit e depozituar në të. Shënim: kjo leje mund të mos vihet me detyrim në punë nga shfletues palësh të treta apo aplikacione të tjera me aftësi shfletimi.",
        "permdesc_readInstallSessions": "I lejon një aplikacioni të lexojë sesione instalimi. Kjo i lejon të shohë hollësi rreth instalimesh aktive paketash.",
        "permdesc_readMediaAudio": "I lejon aplikacionit të lexojë kartela audio nga depozitë e juaja e përbashkët.",
        "permdesc_readMediaImages": "I lejon aplikacionit të lexojë kartela figurash nga depozitë e juaja e përbashkët.",
        "permdesc_readMediaVideo": "I lejon aplikacionit të lexojë kartela video nga depozita juaj e përbashkët.",
        "permdesc_readNetworkUsageHistory": "I lejon aplikacionit të lexojë historik përdorimi rrjeti për rrjete dhe aplikacione të caktuar.",
        "permdesc_readPhoneNumbers": "I lejon aplikacionit të hyjë te numra telefoni të pajisjes.",
        "permdesc_readPhoneState": "I lejon aplikacionit të përdorë veçori telefoni të pajisjes. Kjo leje i lejon aplikacionit të përcaktojë numrin e telefonit dhe ID-ra pajisjeje, nëse një thirrje është aktive dhe numrin e largët të lidhur përmes thirrjes.",
        "permdesc_readSms": "Ky aplikacion mund të lexojë krejt mesazhet SMS (tekst) të depozituar në telefonin tuaj.",
        "permdesc_readSyncSettings": "I lejon aplikacionit të lexojë rregullime njëkohësimi për një llogari. Për shembull, kjo mund të përcaktojë nëse aplikacioni People është njëkohësuar me një llogari.",
        "permdesc_readSyncStats": "I lejon një aplikacioni të lexojë gjendje njëkohësimi për një llogari, përfshi historikun e akteve të njëkohësimit dhe se sa të dhëna janë njëkohësuar.",
        "permdesc_readVisualUserSelect": "I lejon aplikacionit të lexojë kartela figurë dhe video që përzgjidhni prej depos tuaj të përbashkët.",
        "permdesc_receiveBootCompleted": "I lejon aplikacionit të nisë veten sapo sistemi të ketë përfunduar nisjen e tij. Kjo mund të sjellë kohë më të gjatë nisjeje telefoni dhe i lejon aplikacionit të ngadalësojë në përgjithësi telefonin, duke xhiruar përherë.",
        "permdesc_receiveMms": "I lejon aplikacionit të marrë dhe përpunojë mesazhe MMS. Kjo do të thotë që aplikacioni mund të mbikëqyrë ose fshijë mesazhe dërguar te pajisja juaj pa ua shfaqur ato juve.",
        "permdesc_receiveSms": "I lejon aplikacionit të marrë dhe përpunojë mesazhe SMS. Kjo do të thotë që aplikacioni mund të mbikëqyrë ose fshijë mesazhe dërguar te pajisja juaj pa ua shfaqur ato juve.",
        "permdesc_receiveWapPush": "I lejon aplikacionit të marrë dhe përpunojë mesazhe WAP. Kjo leje përfshin aftësinë për të mbikëqyrur ose fshirë mesazhe dërguar për ju pa ua shfaqur ato juve.",
        "permdesc_recordAudio": "Ky aplikacion mund të regjistrojë audion duke përdorur mikrofonin, kur aplikacioni është në përdorim.",
        "permdesc_recordBackgroundAudio": "Ky aplikacion mund të regjistrojë audion me mikrofonin në çdo kohë.",
        "permdesc_register_call_provider": "I lejon aplikacionit të regjistrojë lidhje të reja telekom.",
        "permdesc_register_sim_subscription": "I lejon aplikacionit të regjistrojë lidhje të reja telekom përmes SIM-esh.",
        "permdesc_removeDrmCertificates": "I lejon një aplikacioni të heqë dëshmi DRM. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_reorderTasks": "I lejon aplikacionit të kalojë punë në paraskenë dhe prapaskenë. Aplikacioni mund ta bëjë këtë pa ndërhyrjen tuaj.",
        "permdesc_requestDeletePackages": "I lejon një aplikacioni të kërkojë fshirje paketash.",
        "permdesc_requestIgnoreBatteryOptimizations": "I lejon një aplikacioni të kërkojë leje për të shpërfillur optimizime baterie për atë aplikacion.",
        "permdesc_requestInstallPackages": "I lejon një aplikacioni të kërkojë instalim paketash.",
        "permdesc_requestPasswordComplexity": "I lejon aplikacionit të mësojë shkallën e ndërlikimit të kyçjes së ekranit (e lartë, e mesme, e ulët ose asnjë), që lejon një ide mbi intervalin e mundshëm të gjatësisë dhe llojit të kyçjes së ekranit. Aplikacioni mundet edhe t’u sugjerojë përdoruesve të përditësojnë kyçjen e ekranit me një shkallë të caktuar, por përdoruesit mund ta shpërfillin lirisht dhe të vazhdojnë më tej. Kini parasysh që kyçja e ekranit nuk depozitohet si tekst i thjeshtë, kështu që aplikacioni nuk e di fjalëkalimin e saktë.",
        "permdesc_route_media_output": "I lejon një aplikacioni të kalojë sinjal media në pajisje të tjera të jashtme.",
        "permdesc_runInBackground": "Ky aplikacion mund të xhirojë një prapaskenë. Kjo mund të sjellë shterimin më shpejt të baterisë.",
        "permdesc_schedule_exact_alarm": "Ky aplikacion mund të vërë në plan akte të ndodhin në një kohë të dëshiruar në të ardhmen. Kjo do të thotë se aplikacioni mund të xhirojë kur s’jeni duke e përdorur aktivisht pajisjen.",
        "permdesc_sdcardRead": "I lejon aplikacionit të lexojë lëndën e depos tuaj të përbashkët.",
        "permdesc_sdcardWrite": "I lejon aplikacionit të shkruajë lëndën e depos tuaj të përbashkët.",
        "permdesc_sendSms": "I lejon aplikacionit të dërgojë mesazhe SMS. Kjo mund të sjellë faturime që s’priteshin. Duke dërguar mesazhe pa ripohim prej jush, aplikacionet dashakeqe mund t’ju kushtojnë para.",
        "permdesc_setAlarm": "I lejon aplikacionit të caktojë një alarm te një aplikacion të instaluar sahati me alarm. Disa aplikacione sahatesh me alarm mund të mos e kenë të sendërtuar këtë veçori.",
        "permdesc_setInputCalibration": "I lejon aplikacionit të ndryshojë parametra kalibrimi për ekranin me prekje. S’duhet të jetë kurrë i nevojshëm për aplikacione normale.",
        "permdesc_setTimeZone": "I lejon aplikacionit të ndryshojë zonën kohore të telefonit.",
        "permdesc_setWallpaper": "I lejon aplikacionit të caktojë sfondin grafik të sistemit.",
        "permdesc_setWallpaperHints": "I lejon aplikacionit të ujdisë ndihmëza sistemi rreth madhësisë së sfondit.",
        "permdesc_sim_communication": "I lejon aplikacionit të dërgojë urdhra te SIM-i. Kjo është shumë e rrezikshme.",
        "permdesc_startForegroundServicesFromBackground": "I lejon një aplikacioni shoqërues të nisë që nga prapaskena shërbime te pjesa e dukshme.",
        "permdesc_startReviewPermissionDecisions": "I lejon zotëruesit të nisë skenën e shqyrtimit të vendimeve mbi lejet. S’duhet të nevojite kurrë për aplikacione normale.",
        "permdesc_startViewAppFeatures": "I lejon zotëruesit të nisë për një aplikacion parjen e hollësive mbi veçoritë.",
        "permdesc_startViewPermissionUsage": "I lejon atij që ka lejen të nisë përdorim lejesh për një aplikacion. S’duhet të jetë kurrë e nevojshme për aplikacione normale.",
        "permdesc_statusBar": "I lejon aplikacionit të çaktivizojë shtyllën e gjendjeve, ose të shtojë apo heqë ikona sistemi.",
        "permdesc_statusBarService": "I lejon aplikacionit të jetë në shtyllën e gjendjeve.",
        "permdesc_subscribedFeedsRead": "I lejon aplikacionit të marrë hollësi mbi prurje aktualisht të njëkohësuara.",
        "permdesc_systemAlertWindow": "Ky aplikacion mund të shfaqet përsipër aplikacionesh të tjera ose pjesësh të tjera të ekranit. Kjo mund të përbëjë përzierje në përdorimin normal të aplikacionit dhe të ndryshojë mënyrën se si shfaqen aplikacione të tjera.",
        "permdesc_systemCamera": "Ky aplikacion i privilegjuar, ose sistemi, mund të bëjë foto dhe të regjistrojë video duke përdorur një kamerë sistemi në çfarëdo kohe. Lyp që leja android.permission.CAMERA të kihet edhe nga aplikacioni",
        "permdesc_transmitIr": "I lejon aplikacionit të përdorë transmetuesin infra të kuq të telefonit.",
        "permdesc_turnScreenOn": "I lejon aplikacionit të aktivizojë ekranin.",
        "permdesc_uninstall_shortcut": "I lejon aplikacionit të heqë shkurtoren për te Kreu pa ndërhyrje nga përdoruesi.",
        "permdesc_updatePackagesWithoutUserAction": "I lejon zotëruesit të përditësojë pa veprim përdoruesi aplikacionin e instaluar më parë",
        "permdesc_useBiometric": "I lejon aplikacionit të përdorë pajisje biometrike për mirëfilltësim",
        "permdesc_useDataInBackground": "Ky aplikacion mund të përdorë të dhëna në prapaskenë. Kjo mund të sjellë rritje të përdorimit të të dhënave.",
        "permdesc_useFaceAuthentication": "I lejon aplikacionit të përdorë “hardware” shkyçjeje me fytyrë, për mirëfilltësim",
        "permdesc_useFingerprint": "I lejon aplikacionit të përdorë për mirëfilltësim pajisje shenjash gishtash",
        "permdesc_use_exact_alarm": "Ky aplikacion mund të vërë në plan veprime të tilla si alarme dhe kujtues, për t’ju njoftuar në një kohë të dëshiruar në të ardhmen.",
        "permdesc_use_sip": "I lejon aplikacionit të bëjë dhe marrë thirrje SIP.",
        "permdesc_uwb_ranging": "Lejoni që aplikacioni të përcaktojë pozicionin e përafërt mes pajisjeve në afërsi me brezin ultra të gjerë",
        "permdesc_vibrate": "I lejon aplikacionit të kontrollojë dridhësin.",
        "permdesc_vibrator_state": "I lejon aplikacionit të dijë gjendjen e dridhësit.",
        "permdesc_videoWrite": "I lejon aplikacionit të ndryshojë koleksionin tuaj video.",
        "permdesc_wakeLock": "I lejon aplikacionit të parandalojë kalimin në fjetje të telefonit.",
        "permdesc_writeCalendar": "Ky aplikacion mund të shtojë, heqë ose ndryshojë veprimtari kalendari në telefonin tuaj. Ky aplikacion mund të dërgojë mesazhe që mund të duken se vijnë nga të zotë kalendarësh, ose të ndryshojë veprimtari pa njoftuar të zotët e tyre.",
        "permdesc_writeCallLog": "I lejon aplikacionit të ndryshojë regjistrin e thirrjeve të telefonit tuaj, përfshi të dhëna rreth thirrjesh të marra ose të bëra. Aplikacione dashakeqe mund ta përdorin këtë për të fshirë ose ndryshuar regjistrin tuaj të thirrjeve.",
        "permdesc_writeContacts": "I lejon aplikacionit të ndryshojë të dhëna rreth kontakteve tuaja të ruajtura në telefonin tuaj. Kjo leje lejon që aplikacionet të fshijnë të dhëna kontaktesh.",
        "permdesc_writeGeolocationPermissions": "I lejon aplikacionit të ndryshojnë leje gjeovendëzimi të Shfletuesit. Aplikacione dashakeqe mund ta përdorin këtë për të dërguar te sajte arbitrare të dhëna vendndodhjeje.",
        "permdesc_writeHistoryBookmarks": "I lejon aplikacionit të ndryshojë historikun e shfletuesit ose faqerojtësit e depozituar në telefonin tuaj. Kjo mund ta lejojë aplikacionin të fshijë ose ndryshojë të dhëna të shfletuesit. Shënim: kjo leje s’mund të zbatohet me detyrim nga shfletues palësh të treta apo aplikacione të tjera me aftësi shfletimi në web.",
        "permdesc_writeSettings": "I lejon aplikacionit të ndryshojë të dhëna rregullimesh të sistemit. Aplikacione dashakeqe mund të dëmtojnë formësimin e sistemit tuaj.",
        "permdesc_writeSyncSettings": "I lejon një aplikacioni të ndryshojë rregullime njëkohësimi për një llogari. Për shembull, kjo mund të përdoret për të aktivizuar njëkohësim të aplikacionit People me një llogari.",
        "permgroupbackgroundrequest_location": "Lejojeni aplikacionin të kërkojë vendndodhje në prapaskenë.",
        "permgroupbackgroundrequestdetail_location": "Aplikacioni aktualisht mund të përdorë vendndodhjen vetëm kur përdorni aplikacionin",
        "permgroupdesc_activityRecognition": "të njohë veprimtarinë tuaj fizike",
        "permgroupdesc_calendar": "të përdorë kalendarin tuaj",
        "permgroupdesc_calllog": "të lexojë dhe shkruajë regjistër thirrjesh telefonike",
        "permgroupdesc_camera": "të bëjë foto dhe të regjistrojë video",
        "permgroupdesc_contacts": "të përdorë kontakte tuajat",
        "permgroupdesc_location": "të njohë vendndodhjen e kësaj pajisjeje",
        "permgroupdesc_microphone": "të incizojë audio",
        "permgroupdesc_nearby_devices": "të pikasë dhe të lidhet me pajisje atypari",
        "permgroupdesc_notifications": "të shfaqë njoftime",
        "permgroupdesc_phone": "të bëjë dhe administrojë thirrje telefonike",
        "permgroupdesc_readMediaAural": "të përdorë muzikë dhe audio në pajisjen tuaj",
        "permgroupdesc_readMediaVisual": "të përdorë foto dhe video në pajisjen tuaj",
        "permgroupdesc_sensors": "të njohë të dhëna ndijuesi rreth shenjash tuajat jetike",
        "permgroupdesc_sms": "të dërgojë dhe shohë mesazhe SMS",
        "permgroupdesc_storage": "të hyjë në foto, media dhe kartela në pajisjen tuaj",
        "permgrouplab_activityRecognition": "Veprimtari fizike",
        "permgrouplab_calendar": "Kalendar",
        "permgrouplab_calllog": "Regjistra thirrjesh",
        "permgrouplab_camera": "Kamerë",
        "permgrouplab_contacts": "Kontakte",
        "permgrouplab_location": "Vendndodhje",
        "permgrouplab_microphone": "Mikrofon",
        "permgrouplab_nearby_devices": "Pajisjet në afërsi",
        "permgrouplab_notifications": "Njoftime",
        "permgrouplab_phone": "Telefon",
        "permgrouplab_readMediaAural": "Muzikë dhe audio",
        "permgrouplab_readMediaVisual": "Foto dhe video",
        "permgrouplab_sensors": "Ndijues trupi",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Kartela",
        "permgrouprequest_activityRecognition": "Lejojeni aplikacionin të ndjekë veprimtarinë tuaj.",
        "permgrouprequest_calendar": "Lejo <b></b>",
        "permgrouprequest_calllog": "Lejo <b></b>",
        "permgrouprequest_camera": "Lejo <b></b>",
        "permgrouprequest_contacts": "Lejo <b></b>",
        "permgrouprequest_location": "Lejo <b></b>",
        "permgrouprequest_microphone": "Lejo <b></b>",
        "permgrouprequest_phone": "Lejo <b></b>",
        "permgrouprequest_sensors": "Lejo <b></b>",
        "permgrouprequest_sms": "Lejo <b></b>",
        "permgrouprequest_storage": "Lejo <b></b>",
        "permgrouprequestdetail_location": "Aplikacioni do të mund të njohë vetëm vendndodhjen, teksa përdorni aplikacionin",
        "permlab_acceptHandover": "të vazhdojë një thirrje prej një aplikacioni tjetër",
        "permlab_accessBackgroundLocation": "të njohë në prapaskenë vendndodhjen",
        "permlab_accessCoarseLocation": "të njohë vendndodhje të përafërt (bazuar në rrjet) vetëm në pjesën e dukshme",
        "permlab_accessDrmCertificates": "të përdorë dëshmi DRM",
        "permlab_accessFineLocation": "të dijë vendndodhjen e saktë vetëm në pjesën e dukshme",
        "permlab_accessImsCallService": "të përdorë shërbim thirrjesh IMS",
        "permlab_accessLocationExtraCommands": "të përdorë urdhra ekstra vendndodhjeje nga furnizuesi i shërbimit",
        "permlab_accessNetworkConditions": "të përgjojë për vëzhgime lidhur me kushte rrjeti",
        "permlab_accessNetworkState": "të shohë lidhje rrjeti",
        "permlab_accessNotifications": "të përdorë njoftime",
        "permlab_accessWifiState": "të shohë lidhje Wi-Fi",
        "permlab_accessWimaxState": "të lidhet dhe shkëputet nga WiMAX",
        "permlab_access_notification_policy": "të përdorë Mos Më Bezdisni",
        "permlab_activityRecognition": "të kuptojë veprimtari fizike",
        "permlab_addVoicemail": "të shtojë &lt;em&gt;voicemail&lt;/em&gt;",
        "permlab_answerPhoneCalls": "t’u përgjigjet thirrjeve telefonike",
        "permlab_audioWrite": "të ndryshojë koleksionin tuaj muzikor",
        "permlab_backgroundCamera": "të bëjë fotografi dhe video në prapaskenë",
        "permlab_bindCarrierMessagingService": "të lidhet me një shërbim mesazhesh",
        "permlab_bindCarrierServices": "të lidhet me shërbime operatori",
        "permlab_bindCellBroadcastService": "Të përcjellë mesazhe transmetimi celular",
        "permlab_bindConditionProviderService": "të lidhet me një shërbim furnizuesi kushtesh",
        "permlab_bindDreamService": "të lidhet te një shërbim “dream”",
        "permlab_bindNotificationListenerService": "të lidhet me një shërbim dëgjuesi njoftimesh",
        "permlab_bind_connection_service": "të ndërveprojë me shërbime telefonike",
        "permlab_bind_incall_service": "të ndërveprojë me skenë “in-call”",
        "permlab_bluetooth": "të kryejë çiftim me pajisje Bluetooth",
        "permlab_bluetoothAdmin": "të hyjë te rregullime Bluetooth-i",
        "permlab_bluetooth_advertise": "të reklamojë në pajisje Bluetooth atypari",
        "permlab_bluetooth_connect": "të lidhet me pajisje Bluetooth të çiftuara",
        "permlab_bluetooth_scan": "të pikasë dhe çiftohet me pajisje Bluetooth atypari",
        "permlab_bodySensors": "të përdorë ndijues trupi (bie fjala, mbikëqyrës pulsi)",
        "permlab_bodySensors_background": "Të përdorë të dhëna ndijuesish truporë, f.v., pulsi, teksa gjendet në prapaskenë",
        "permlab_broadcastSticky": "të dërgojë transmetim ngjitës",
        "permlab_callCompanionApp": "të shohë dhe kontrollojë thirrje përmes sistemit.",
        "permlab_callPhone": "të bëjë thirrje të drejtpërdrejta numrash telefoni",
        "permlab_camera": "të bëjë foto dhe video",
        "permlab_cameraOpenCloseListener": "Të lejojë që një aplikacion ose shërbim të marrë “callbacks” rreth hapjesh ose mbylljesh pajisjesh kamera.",
        "permlab_changeNetworkState": "të ndryshojë gjendje lidhjeje në rrjet",
        "permlab_changeTetherState": "të ndryshojë gjendje lidhjeje “tethered”",
        "permlab_changeWifiMulticastState": "të lejojë marrje Wi-Fi Multicast",
        "permlab_changeWifiState": "të lidhet dhe shkëputet nga Wi-Fi",
        "permlab_changeWimaxState": "të ndryshojë gjendje WiMAX",
        "permlab_companionProfileWatch": "Leje për profilin e \"Orës shoqëruese\" për të menaxhuar orët",
        "permlab_connection_manager": "të administrojë lidhje telekom",
        "permlab_control_incall_experience": "ofro një përvojë përdoruesi mbi telefonatat",
        "permlab_createNetworkSockets": "të ketë hyrje të plotë në rrjet",
        "permlab_deliverCompanionMessages": "Të dërgojë mesazhe shoqëruese",
        "permlab_detectScreenCapture": "të pikasë regjistrime ekrani të dritareve të aplikacionit",
        "permlab_disableKeyguard": "të çaktivizojë kyçjen tuaj të ekranit",
        "permlab_enableCarMode": "të aktivizojë mënyrën automjet",
        "permlab_exemptFromAudioRecordRestrictions": "të vendosë përjashtim nga kufizime regjistrimi audio",
        "permlab_expandStatusBar": "të zgjerojë/tkurrë shtyllë gjendjeje",
        "permlab_foregroundService": "të xhirojë shërbime në pjesën e dukshme",
        "permlab_foregroundServiceCamera": "të xhirojë shërbim të përparmë me llojin “camera”",
        "permlab_foregroundServiceConnectedDevice": "të xhirojë shërbim të përparmë me llojin “connectedDevice”",
        "permlab_foregroundServiceDataSync": "të xhirojë shërbim të përparmë me llojin “dataSync”",
        "permlab_foregroundServiceFileManagement": "të xhirojë shërbim të përparmë me llojin “fileManagement”",
        "permlab_foregroundServiceHealth": "të xhirojë shërbim të përparmë me llojin “health”",
        "permlab_foregroundServiceLocation": "të xhirojë shërbim të përparmë me llojin “location”",
        "permlab_foregroundServiceMediaPlayback": "të xhirojë shërbim të përparmë me llojin “mediaPlayback”",
        "permlab_foregroundServiceMediaProjection": "të xhirojë shërbim të përparmë me llojin “mediaProjection”",
        "permlab_foregroundServiceMicrophone": "të xhirojë shërbim të përparmë me llojin “microphone”",
        "permlab_foregroundServicePhoneCall": "të xhirojë shërbim të përparmë me llojin “phoneCall”",
        "permlab_foregroundServiceRemoteMessaging": "të xhirojë shërbim të përparmë me llojin “remoteMessaging”",
        "permlab_foregroundServiceSpecialUse": "të xhirojë shërbim të përparmë me llojin “specialUse”",
        "permlab_foregroundServiceSystemExempted": "të xhirojë shërbim të përparmë me llojin “systemExempted”",
        "permlab_fullScreenIntent": "të shfaqë njoftime si veprimtari sa krejt ekrani, në një pajisje të kyçur",
        "permlab_getAccounts": "të gjejë llogari te pajisja",
        "permlab_getPackageSize": "të matë hapësirë depozite aplikacionesh",
        "permlab_getTasks": "të dijë aplikacionet që janë në punë",
        "permlab_handoverStatus": "të marrë gjendje shpërnguljeje Android Beam",
        "permlab_hideOverlayWindows": "të fshehë shtresa përsipër nga aplikacioni",
        "permlab_highSamplingRateSensors": "të përdorë të dhëna ndijuesi në një shpeshti të lartë kampionizimi",
        "permlab_imagesWrite": "të ndryshojë koleksionin tuaj të fotografive",
        "permlab_install_shortcut": "të instalojë shkurtore",
        "permlab_invokeCarrierSetup": "të vërë në punë aplikacionin e formësimeve të furnizuar nga operatori",
        "permlab_killBackgroundProcesses": "të mbyllë aplikacione të tjera",
        "permlab_manageFace": "të administrojë &lt;em&gt;hardware&lt;/em&gt; mirëfilltësimi fytyrash",
        "permlab_manageFingerprint": "të administrojë pajisje shenjash gishtash",
        "permlab_manageNetworkPolicy": "të administrojë rregulla rrjeti",
        "permlab_manageOngoingCalls": "Të administrojë thirrjet që janë duke u zhvilluar",
        "permlab_manageOwnCalls": "të kanalizojë thirrje përmes sistemit",
        "permlab_manageProfileAndDeviceOwners": "të administrojë të zotë profilesh dhe pajisjesh",
        "permlab_mediaLocation": "të lexojë vendndodhje prej koleksionit tuaj media",
        "permlab_modifyAudioSettings": "të ndryshojë rregullimet tuaja për audion",
        "permlab_modifyNetworkAccounting": "të ndryshojë llogaritje përdorimi rrjeti",
        "permlab_nearby_wifi_devices": "të ndërveprojë me pajisje Wi-Fi atypari",
        "permlab_nfc": "të kontrollojë komunikime NFC",
        "permlab_observeCompanionDevicePresence": "Të vëzhgojë prani pajisjeje shoqe",
        "permlab_persistentActivity": "ta bëjë aplikacionin të xhirojë përherë",
        "permlab_postNotification": "të shfaqë njoftime",
        "permlab_preferredPaymentInfo": "Informacion mbi Shërbim të Parapëlqyer Pagesash NFC",
        "permlab_processOutgoingCalls": "të rikanalizojë thirrje të bëra",
        "permlab_queryAllPackages": "të kërkojë në krejt paketat",
        "permlab_readBasicPhoneState": "të lexojë hollësi elementare gjendjeje telefonie dhe identiteti",
        "permlab_readCalendar": "Të lexojë veprimtari dhe hollësi kalendarësh",
        "permlab_readCallLog": "të lexojë regjistër thirrjesh",
        "permlab_readCellBroadcasts": "të lexojë mesazhe transmetimi celular",
        "permlab_readContacts": "të lexojë kontaktet tuaj",
        "permlab_readHistoryBookmarks": "të lexojë faqerojtësit dhe historikun tuaj të shfletimit",
        "permlab_readInstallSessions": "të lexojë sesione instalimi",
        "permlab_readMediaAudio": "të lexojë kartela audio nga depozitë e përbashkët",
        "permlab_readMediaImages": "të lexojë kartela figurë nga depozitë e përbashkët",
        "permlab_readMediaVideo": "të lexojë kartela video nga depozitë e përbashkët",
        "permlab_readNetworkUsageHistory": "të lexojë historik përdorimi rrjeti",
        "permlab_readPhoneNumbers": "të lexojë numra telefonash",
        "permlab_readPhoneState": "të lexojë gjendje telefoni dhe identitet",
        "permlab_readSms": "të lexojë mesazhet tuaj tekst (SMS ose MMS)",
        "permlab_readSyncSettings": "të lexojë rregullime njëkohësimi",
        "permlab_readSyncStats": "të lexojë statistika njëkohësimesh",
        "permlab_readVisualUserSelect": "të lexojë kartela figurë dhe video të përzgjedhura prej përdoruesi nga depo e përbashkët",
        "permlab_receiveBootCompleted": "të xhirojë që në nisje",
        "permlab_receiveMms": "të marrë mesazhe tekst (MMS)",
        "permlab_receiveSms": "të marrë mesazhe tekst (SMS)",
        "permlab_receiveWapPush": "të marrë mesazhe tekst (WAP)",
        "permlab_recordAudio": "të incizojë audio",
        "permlab_recordBackgroundAudio": "të incizojë audio në prapaskenë",
        "permlab_register_call_provider": "të regjistrojë lidhje telekom të reja",
        "permlab_register_sim_subscription": "të regjistrojë lidhje të reja telekom SIM",
        "permlab_removeDrmCertificates": "të heqë dëshmi DRM",
        "permlab_reorderTasks": "të rirendisë aplikacione që po xhirojnë",
        "permlab_requestDeletePackages": "të kërkojë fshirje paketash",
        "permlab_requestIgnoreBatteryOptimizations": "të kërkojë të shpërfillen optimizime baterie",
        "permlab_requestInstallPackages": "të kërkojë paketa instalimesh",
        "permlab_requestPasswordComplexity": "të kërkojë shkallë ndërlikimi kyçjeje ekrani",
        "permlab_route_media_output": "të kanalizojë “output” media",
        "permlab_runInBackground": "të xhirojë në prapaskenë",
        "permlab_schedule_exact_alarm": "Të vërë në plan veprime me kohë të përpikta",
        "permlab_sdcardRead": "të lexojë lëndën e depos suaj të përbashkët",
        "permlab_sdcardWrite": "të ndryshojë ose fshijë lëndën e depos tuaj të përbashkët",
        "permlab_sendSms": "të dërgojë dhe shohë mesazhe SMS",
        "permlab_setAlarm": "të ujdisë një alarm",
        "permlab_setInputCalibration": "të ndryshojë kalibrim pajisjesh input-i",
        "permlab_setTimeZone": "të caktojë zonë kohore",
        "permlab_setWallpaper": "të caktojë sfond ekrani",
        "permlab_setWallpaperHints": "të rregullojë madhësinë e sfondit tuaj të ekranit",
        "permlab_sim_communication": "t’i dërgojë SIM-it urdhra",
        "permlab_startForegroundServicesFromBackground": "Të nisë që nga prapaskena shërbime të pjesës së përparme",
        "permlab_startReviewPermissionDecisions": "të nisë parje vendimesh mbi lejet",
        "permlab_startViewAppFeatures": "të nisë parje veçorish aplikacioni",
        "permlab_startViewPermissionUsage": "të nisë përdorim lejesh parjeje",
        "permlab_statusBar": "të çaktivizojë ose ndryshojë shtyllë gjendjesh",
        "permlab_statusBarService": "të jetë shtyllë gjendjesh",
        "permlab_subscribedFeedsRead": "të lexojë prurje pajtimesh",
        "permlab_systemAlertWindow": "Ky aplikacion mund të shfaqet sipër aplikacioneve të tjera",
        "permlab_systemCamera": "Lejo një aplikacion ose shërbim të përdorë kamera sistemi për të bërë foto dhe regjistruar video",
        "permlab_transmitIr": "të transmetojë në brezin infra të kuq",
        "permlab_turnScreenOn": "të aktivizojë ekranin",
        "permlab_uninstall_shortcut": "të çinstalojë shkurtore",
        "permlab_updatePackagesWithoutUserAction": "të përditësojë aplikacionin pa veprim nga përdoruesi",
        "permlab_useBiometric": "të përdorë pajisje biometrike",
        "permlab_useDataInBackground": "të përdorë të dhëna në prapaskenë",
        "permlab_useFaceAuthentication": "të përdorë “hardware” shkyçjeje me fytyrë",
        "permlab_useFingerprint": "të përdorë pajisje shenjash gishtash",
        "permlab_use_exact_alarm": "Të vërë në plan alarme ose kujtues veprimtarish",
        "permlab_use_sip": "të bëjë/marrë thirrje SIP",
        "permlab_uwb_ranging": "të përcaktojë pozicionin relativ mes pajisjesh Ultra-Wideband atypari",
        "permlab_vibrate": "të kontrollojë dridhjet",
        "permlab_videoWrite": "të ndryshojë koleksionin tuaj të videove",
        "permlab_wakeLock": "të pengojë telefonin tuaj të flejë",
        "permlab_writeCalendar": "të shtojë ose ndryshojë veprimtari kalendari dhe dërgojë email-e te të ftuarit pa dijeninë e të zotëve",
        "permlab_writeCallLog": "të shkruajë në regjistër thirrjesh",
        "permlab_writeContacts": "të ndryshojë kontakte tuajt",
        "permlab_writeGeolocationPermissions": "të ndryshojë leje të Shfletuesit për gjeovendëzim",
        "permlab_writeHistoryBookmarks": "të shkruajë faqerojtës dhe historik shfletimesh",
        "permlab_writeSettings": "të ndryshojë rregullime sistemi",
        "permlab_writeSyncSettings": "të aktivizojë dhe çaktivizojë njëkohësim"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Emër",
            "bitcoin_alt": "Dhuroni përmes Bitcoin-it",
            "credit_card": "Kartë Krediti",
            "crypto": "Kripto",
            "currency": "Monedhë",
            "flattr_alt": "Dhuroni përmes Flattr-it",
            "heading": "Dhuroni",
            "hellotux": "👕 Bluza 👕 nga",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid do të përfitojë 3€ për bluzë të shitur.",
            "liberapay_alt": "Dhuroni përmes Liberapay-it",
            "litecoin_alt": "Dhuroni përmes Litecoin-it",
            "more_options": "Më Tepër Mundësi",
            "opencollective_alt": "Dhuroni për Kolektivin tonë",
            "paypal": "PayPal",
            "paypal_alt": "Dhuroni përmes PayPal-it",
            "powered_by_donations": "F-Droid bazohet te dhurimet tuaja!",
            "via_bank_transfer": "Dërgesë Bankare"
        },
        "lang": {
            "change": "Ndryshoje"
        },
        "last_updated": {
            "heading": "Të Përditësuar Së Fundi"
        },
        "latest_packages": {
            "heading": "Aplikacionet Më të Reja"
        },
        "news": {
            "heading": "Lajme"
        },
        "search": {
            "heading": "Gjeni Aplikacione",
            "noscript": "Që të aktivizohet, lyp Javascript",
            "search": "Kërko"
        }
    }
}
