{
    "add_repo": {
        "intro": "Skanoni kode QR prej deposh që doni të shtoni prej pajisjesh apo sajtesh ku gjenden.",
        "no_internet": "Pa internet? S’ka problem. Mësoni <a href=\"../swap/\">Si të Dërgohen dhe Merren Aplikacione Pa Internet.</a>",
        "open_repo_link": {
            "description": "Nëse ju dërgohet një depo përmes një email-i, mediash shoqërore, ose SMS, shtoni aftësinë të instaloni te F-Droid aplikacionet në të, përmes hapjes së saj.",
            "short_summary": "Hap Lidhjen e Depos",
            "steps": {
                "step_1": "Shkarkoni dhe instaloni aplikacionin F-Droid në pajisjen tuaj Android.",
                "step_2": "Klikoni mbi lidhjen dhe hapeni në një shfletues në pajisjen tuaj.",
                "step_3": "Kur ta keni hapur lidhjen, prekni butonin “Shtoje në F-Droid”.",
                "step_4": "Prekni butonin “Kam F-Droid”. Do të hapet aplikacioni F-Droid.",
                "step_5": "“Shtoni një depo të re” shfaqet me adresën e depos të paraplotësuar. Që të shtohet, prekni “OK”.",
                "step_6": "Depoja juaj e re do të shtohet. Që të shihni një listë të depove tuaj, hapni “Rregullime”. Përzgjidhni “Depo”.",
                "step_7": "Që të shihni lëndën e saj, prekni një depo.",
                "step_8": "Përzgjidhni aplikacionet që do të donit të kishit dhe instalojini në pajisjen tuaj."
            },
            "title": "Hapeni Lidhjen e Depos në Pajisjen Tuaj"
        },
        "overview": {
            "summary": "Që të merrni më tepër, shtoni te F-Droid një depo. Një depo është një koleksion lënde nën përkujdesje. Për depot e individëve mund të mësoni drejtpërsëdrejti prej tyre. Zhvilluesit shpesh kanë në sajtin e tyre lidhje për depon e tyre F-Droid. Të tjerët shpesh ndajnë lidhje për te depo përmes email-i, Facebook-u ose Twitter.",
            "title": "Merrni më tepër lëndë."
        },
        "scan_qr_code": {
            "description": "Skanoni kode QR prej deposh që doni të shtohen prej pajisjesh ose sajtesh ku gjenden.",
            "related_tutorial": "Mund t’ju interesojë: <a href=\"../swap/\">Si të Dërgohen dhe Merren Aplikacione Pa Internet</a>",
            "short_summary": "Skanoni Kod QR",
            "steps": {
                "step_1": "Pasi kodi QR për depon të jetë shfaqur, skanojeni duke përdorur një aplikacion skaner QR-sh.",
                "step_2": "Prekni lidhjen. Nëse jepet si mundësi, hapeni lidhjen duke përdorur F-Droid. Mandej ndiqni hapat. Nëse kjo funksionon, kaq qe! Nëse jo, vazhdoni te hapi pasues.",
                "step_3": "Nëse s’ju shfaqet mundësi për ta hapur lidhjen me F-Droid, mbylleni aplikacionin skaner për QR dhe hapni aplikacionin F-Droid.",
                "step_4": "Brenda F-Droid-it, prekni “Rregullime”. Nën “Aplikacionet e Mia” përzgjidhni “Depo”.",
                "step_5": "Te skena Depo, prekni ikonën “+” në cepin sipër.",
                "step_6": "Adresa e depos do të veplotësohet. Prekni “Aktivizoje”. Shënim: Depoja do të ruhet te Depo F-Droid, por s’do të instalohet ndonjë aplikacion, pa e zgjedhur dhe instaluar ju dorazi."
            },
            "title": "Skanoni një Kod QR prej një Pajisje Tjetër"
        },
        "title": "Si të Shtohet një Depo te F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Ju jepet aftësia të përpunoni përmbledhjen mbi aplikacionin dhe mbi kartelat, për t’i bërë të kuptueshëm për publikun tuaj të synuar. Mund ta përpunoni gjuhën duke e bërë të përshtatshme për një vend të caktuar. Mandej ndajeni rrjedhshëm depon me të tjerë pjesëmarrës, përpara konferencash ose praktikash.",
            "steps": {
                "step_1": "Klikoni mbi një objekt që të hapen hollësitë rreth tij.",
                "step_2": "Klikoni “Përpunojeni”.",
                "step_3": "Përshtateni lëndën që të jetë afër publikut tuaj të synuar. Shënim: Ndryshimet që bëni do të pasqyrohen vetëm në depon tuaj. Nuk do të sjellin përditësim të burimit origjinal. Ju lutemi, përdorni respekt kur përshtatet informacion për lëndë që s’është e juaja.",
                "step_4": "Krejt ndryshimet tuaja u vetëruajtën."
            },
            "title": "Përshtatni Depon Tuaj"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Shkarkoni dhe instaloni në kompjuterin tuaj desktop aplikacionin &lt;em&gt;web&lt;/em&gt; Repomaker. Për më tepër të dhëna, shihni <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">udhërrëfyesin e instalimit</a>.",
                "step_2": "Vini në punë aplikacionin Repomaker. Që t’ia fillohet, regjistrohuni ose bëni hyrjen.",
                "step_3": "Krijo një depo të re dhe emërtojeni si duhet.",
                "step_4": "Zgjidhni shtim aplikacionesh prej galerisë dhe deposh të gatshme, ose ngarkoni kartelat tuaja. Klikoni mbi butonin “Shtoni prej Galerie” që të zgjidhni prej lënde tashmë të gatshme.",
                "step_5": "Klikoni butonin “Shtoje” në krah të objekteve që doni të shtohen. Kur të keni përfunduar, klikoni mbi shigjetën “mbrapsht” që të ktheheni te depoja juaj.",
                "step_6": "Aplikacionet tuaja do të shfaqen te skena e parjes së lëndës tuaj."
            },
            "title": "Që të filloni të krijoni, shkarkoni dhe instaloni Repomaker-in"
        },
        "intro": "S’gjeni dot ç’po kërkonit? Shkarkoni në kompjuterin tuaj aplikacionin <em>web</em> Repomaker që të krijoni koleksionin tuaj të përshtatur të aplikacioneve dhe kartelave.",
        "overview": {
            "summary": "Krijoni depon tuaj të përshtatur të aplikacioneve. Përdorni F-Droid-in që të shpërndani lëndë. Ata që drejtojnë praktika përdorin depot për të ndarë kollaj me pjesëmarrës në praktikë një koleksion burimesh dhe aplikacionesh, kur nuk ka lidhje të qëndrueshme internet. Zhvilluesi i përdorin depot për të shpërndarë aplikacionet e tyre te publik i caktuar.",
            "title": "Shtoni aplikacionet dhe kartelat tuaja."
        },
        "related_tutorial": "Mund t’ju interesojë: <a href=\"../add-repo/\">Si të Shtohet një Depo në F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Me depon që doni të ndani me të tjerë të hapur, klikoni “Ndajeni me të tjerë” te menuja. Shënim: Përpara ndarjes, lypset të ujdisni një vend ku të depozitohet depoja juaj. Udhëzimet se si të bëhet kjo gjenden te Hapi 2.",
                "step_2": "Do t’ju kërkohet të ujdisni vend depozitimi, që të mund të botoni depon tuaj dhe përpara se të ndahet. Nëse nuk e shihni këtë faqe, vazhdoni te Hapi 4.",
                "step_3": "Zgjidhni mundësinë e depozitimi që përputhet më mirë me nevojat tuaja. Pasi të keni hapësirën e depozitimit, jeni gati të ndani me të tjerët! Kthehuni te “Ndani me të tjerë”.",
                "step_4": "Zgjidhni kopjimin e lidhjes dhe dërgojeni drejtpërsëdrejti te persona përmes email-i ose teksti, ose ndajeni depon tuaj me të tjerë përmes Facebook-u ose Twitter. Kur njerëzit të hapin lidhje për te depoja juaj, do t’ju duhet ta shtojnë te një pajisje Android, pa të mund të përdorin aplikacionet prej depos. Për më tepër të dhëna, shihni <a href=\"../add-repo/\">Si të Shtohet një Depo te F-Droid</a>.",
                "step_5": "Mundësia “Shihni Depon” ju lejon të shihni ç’keni botuar apo ndarë."
            },
            "title": "Përshtatni Depon Tuaj"
        },
        "title": "Si të Krijohet një Depo",
        "update_repo": {
            "steps": {
                "step_1": "Nëse shtoni aplikacione prej galerisë, ato përditësohen vetvetiu, kur burimi shton versione të reja. Për kartela që keni ngarkuar, mund të tërhiqni dhe lini versione të përditësuara te pamja e depos.",
                "step_2": "Ndryshe, mundeni të hapni një objekt të vetëm që të shtoni një version të ri. Përzgjidhni përpunimin.",
                "step_3": "Shkoni poshtë të versione. Mandej, shtoni një version të ri nën pjesën “Historik Versionesh”.",
                "step_4": "Mandej, shtoni një version të ri nën pjesën “Historik Versionesh”."
            },
            "title": "Përditësoni Depon Tuaj"
        }
    },
    "misc": {
        "option_x_description": "Mundësi {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid është një shitore e pavarur aplikacionesh për Android, me burim bashkësinë, e cila është plotësisht <em>software</em> i lirë dhe me burim të hapur. Brenda F-Droid-it mund të shfletoni mbi 1200 aplikacione me burim të hapur, të kërkoni dhe instaloni aplikacione prej deposh të krijuara, ose të krijoni depon tuaj. Që të shkarkoni aplikacionin dhe t’ia filloni, hapni f-droid.org në pajisjen tuaj Android!",
            "title": "Ç’mund të Bëni me F-Droid",
            "tutorial_x_title": "Përkujdesore {{ number }}: {{ title }}"
        },
        "step_x": "Hapi {{ number }}",
        "step_x_description": "Hapi {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Përpara se t’ia fillohet, lypset që F-Droid të jetë shkarkuar dhe instaluar në krejt pajisjet. Në krejt pajisjet duhen ndjekur hapat më poshtë.",
        "intro": "Pa Internet? S’ka problem. Shkarkoni aplikacione nga njerëz pranë jush.",
        "overview": {
            "summary": "S’ka internet? S’ka problem. F-Droid Nearby ju jep aftësinë të dërgoni dhe merrni lëndë te persona në të njëjtën dhomë.",
            "title": "Dërgoni dhe merrni aplikacione jashtë interneti."
        },
        "related_tutorial": "Mund t’ju interesojë edhe: <a href=\"../create-repo/\">Si të Krijohet një Depo</a>",
        "step_1": "Hapni F-Droid-in. Prekni “Atypari” prej menusë në fund të ekranit tuaj.",
        "step_10": "Që të përdorni aplikacionet tuaja të instaluara, hapni rregullimet e F-Droid-it dhe përzgjidhni “Administroni aplikacione të instaluar” nën “Aplikacionet e Mia”.",
        "step_2": "Prekni “Gjej persona afër meje” që të kërkohet për pajisje të përputhshme.",
        "step_3": "Pasi të jenë gjetur persona afër jush, si ju, ashtu edhe kontakti, duhet të përzgjidhni njëri-tjetrin.",
        "step_4": "Pasi të jeni lidhur, zgjidhni aplikacionet që doni të ndani me kontaktin tuaj.",
        "step_5": "Prekni butonin '—>'.",
        "step_6": "Një personi do t’i kërkohet të ripohojë kërkesën për lidhje.",
        "step_7": "Prekni butonin “Instaloje” në krah të aplikacioneve që doni të instaloni.",
        "step_8": "Prekni “Instaloje” edhe një herë. Mandej, ndiqni hapat e Android-it për të plotësuar procesin e instalimit.",
        "step_9": "Pasi instalimet të jenë plotësuar, aplikacionet tuaja gjenden në galerinë tuaj të aplikacioneve Android dhe te aplikacioni juaj F-Droid nën aplikacionet e instaluara.",
        "title": "Si të Dërgohen dhe Merren Aplikacione Pa Internet"
    }
}
