{
    "add_repo": {
        "intro": "Changanua masimbo ya QR kutoka kwenye repos unazotaka kuongeza kutoka kwenye vifaa au tovuti ambapo zinapatikana.",
        "no_internet": "Huna mtandao? Hakuna tatizo. Jifunze <a href=\"../swap/\">Jinsi ya Kutuma na Kupokea Apu Bila Mtandao.</a>",
        "open_repo_link": {
            "description": "Ikiwa umetumiwa kiungo cha ghala kupitia barua pepe, mitandao ya kijamii, au SMS, wezesha uwezo wa kusimika programu katika F-Droid kwa kufungua kiungo hicho.",
            "short_summary": "Fungua Kiungo cha Ghala",
            "steps": {
                "step_1": "Pakua na usimike programu ya F-Droid kwenye kifaa chako cha Android.",
                "step_2": "Bonyeza kwenye kiungo na ukifungue kwenye kivinjari cha wavuti kwenye kifaa chako.",
                "step_3": "Ukiwa na kiungo kimefunguliwa, bonyeza kitufe cha 'Ongeza kwa F-Droid'.",
                "step_4": "Bonyeza kitufe cha 'I have F-Droid'. Apu ya F-Droid itafunguka.",
                "step_5": "'Ongeza ghala mpya' inaonekana na anwani ya ghala kwa ajili yake imejazwa mapema. Bonyeza 'Sawa' ili kuiongeza.",
                "step_6": "Ghala yako mpya itaongezwa. Ili kuona orodha ya ghala zako, fungua 'Mipangilio'. Chagua 'Ghala'.",
                "step_7": "Bonyeza kwenye ghala ili uone maudhui yake.",
                "step_8": "Chagua apu unazotaka kuwa nazo na usimike kwenye kifaa chako."
            },
            "title": "Fungua kiungo cha ghala katika kifaa chako"
        },
        "overview": {
            "summary": "Ili kupata zaidi, ongeza ghala kwa F-Droid. Ghala ni mkusanyiko wa maudhui yaliyochaguliwa. Unaweza kujua kuhusu ghala za watu moja kwa moja kutoka kwao. Wasanidi mara nyingi huunganisha ghala yao ya F-Droid kutoka kwa tovuti yao. Wakufunzi mara nyingi hushiriki viungo vya ghala kupitia barua pepe, Facebook au Twitter.",
            "title": "Pata maudhui zaidi."
        },
        "scan_qr_code": {
            "description": "Changanua misimbo ya QR kutoka kwa ghala unazotaka kuongeza kutoka kwa vifaa au tovuti ambazo zinaweza kupatikana.",
            "related_tutorial": "Pia unaweza kuwa na hamu ya: <a href=\"../swap/\">Jinsi ya Kutuma na Kupokea Apu Bila Mtandao</a>",
            "short_summary": "Changanua Msimbo wa QR",
            "steps": {
                "step_1": "Mara tu msimbo wa QR ya ghala inapoonyeshwa, ichanganue kwa kutumia apu ya skena ya QR.",
                "step_2": "Bonyeza kiungo. Ikiwa unapewa chaguo, fungua kiungo kwa kutumia F-Droid. Kisha fuata maagizo. Ikiwa hii inafanya kazi, umekamilisha! Ikiwa sivyo, endelea kwa hatua inayofuata.",
                "step_3": "Ikiwa huoni chaguo la kufungua kiungo na F-Droid, funga apu ya skena ya QR kisha ufungue apu ya F-Droid.",
                "step_4": "Ndani ya F-Droid, bonyeza 'Mipangilio'. Chini ya 'Apu zangu' chagua 'Ghala'.",
                "step_5": "Kwenye skrini ya ghala, bonyeza ikoni ya '+' kwenye kona ya juu.",
                "step_6": "Anwani ya ghala itawekwa kiotomatiki. Bonyeza 'Wezesha'. Kumbuka: ghala hio itahifadhiwa katika ghala za F-Droid, lakini hakuna apu zitakazosimikwa hadi uchague na kusimika wewe mwenyewe."
            },
            "title": "Changanua msimbo wa QR kutoka kwa kifaa kingine"
        },
        "title": "Jinsi ya kuongeza ghala kwa F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Uko na uwezo wa kuhariri apu hio pamoja na muhtasari wa faili ili kuifanya kueleweka na hadhira unayolenga. Unaweza kuhariri lugha kuifanya iwe maalum ya nchi. Kisha shiriki ghala bila mshono kwa waliohudhuria kabla ya makongamano na mafunzo.",
            "steps": {
                "step_1": "Bonyeza kwenye kipengee ili kufungua maelezo yake.",
                "step_2": "Bonyeza 'Hariri'.",
                "step_3": "Binafsisha maudhui ili yalingane na hadhira unayolenga. Kumbuka: Mabadiliko utakayofanya yatafanywa kwenye ghala yako pekee. Hazitasasisha kwa chanzo asili. Tafadhali tumia heshima unapoweka mapendeleo ya maelezo kwa maudhui ambayo si yako.",
                "step_4": "Mabadiliko yako yote yanahifadhiwa kiotomatiki."
            },
            "title": "Binafsisha ghala yako"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Pakua na usimike programu ya wavuti ya Repomaker kwenye kompyuta yako ya mezani. Maelezo zaidi katika <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">mwongozo wa usimikishaji</a>.",
                "step_2": "Anzisha apu ya wavuti ya Repomaker. Jisajili au ingia ili kuanza.",
                "step_3": "Unda ghala jipya na ulipe jina ipasavyo.",
                "step_4": "Chagua kuongeza apu kutoka kwa ghala na matunzio yanayopatikana, au pakia faili zako mwenyewe. Bofya kitufe cha 'Ongeza kutoka kwenye Matunzio' ili kuchagua maudhui yanayopatikana kwa urahisi.",
                "step_5": "Bofya kitufe cha 'Ongeza' karibu na vipengee unavyotaka kuongeza. Ukimaliza, bofya kishale cha 'nyuma' ili kurudi kwenye ghala lako.",
                "step_6": "Apu zako zitaonyeshwa katika mwonekano wako wa maudhui ya ghala."
            },
            "title": "Pakua na usimike Repomaker ili kuanza kuunda"
        },
        "intro": "Je, huwezi kupata unachotafuta? Pakua apu ya wavuti ya Repomaker kwenye kompyuta yako ili kuunda mkusanyiko wako wa apu na faili zilizobinafsishwa.",
        "overview": {
            "summary": "Unda ghala yako binafsi ya apu. Tumia F-Droid kusambaza maudhui. Wakufunzi hutumia ghala ili kushiriki kwa urahisi mkusanyiko wa rasilimali na apu kwa washiriki kwenye mafunzo wakati hakuna muunganisho wa mtandao unaotegemeka. Wasanidi apu hutumia ghala kusambaza programu zao kwa hadhira ya kuvutia.",
            "title": "Ongeza apu na faili zako mwenyewe."
        },
        "related_tutorial": "Unaweza pia kupendezwa na: <a href=\"../add-repo/\">Jinsi ya Kuongeza ghala kwenye F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Ghala unayotaka kushiriki ikiwa imefunguliwa, bofya 'Shiriki' kwenye menyu. Kumbuka: Unahitaji kusanidi mahali pa kuhifadhi ghala yako kabla ya kushiriki. Maagizo ya jinsi ya kufanya hivi yako katika Hatua ya 2.",
                "step_2": "Utaombwa kusanidi hifadhi ili kuchapisha ghala lako na kabla ya kushiriki. Ikiwa huoni ukurasa huu, endelea hadi Hatua ya 4.",
                "step_3": "Chagua chaguo la kuhifadhi linalolingana vyema na mahitaji yako. Ukishapata hifadhi, uko tayari kushiriki! Rudi kwa 'Shiriki'.",
                "step_4": "Chagua kunakili kiungo na utume moja kwa moja kwa watu kupitia barua pepe au maandishi, au ushiriki ghala lako kwenye Facebook au Twitter. Watu wanapofungua kiungo cha ghala lako, watahitaji kukiongeza kwenye kifaa cha Android ili kufikia programu kwenye ghala. Tazama <a href=\"../add-repo/\">Jinsi ya Kuongeza ghala kwenye F-Droid</a> kwa maelezo zaidi.",
                "step_5": "Chaguo la 'Angalia Ghala' hukuruhusu kuona ulichochapisha au kushiriki."
            },
            "title": "Binafsisha ghala lako"
        },
        "title": "Jinsi ya kuunda ghala",
        "update_repo": {
            "steps": {
                "step_1": "Ukiongeza apu kutoka kwenye matunzio, husasishwa kiotomatiki chanzo kinapoongeza matoleo mapya. Kwa faili ambazo umepakia, unaweza kuburuta na kudondosha matoleo yaliyosasishwa katika mwonekano wa ghala.",
                "step_2": "Vinginevyo, unaweza kufungua kipengee kimoja ili kuongeza toleo jipya. Chagua hariri.",
                "step_3": "Tembeza chini hadi kwa matoleo. Kisha, ongeza toleo jipya chini ya sehemu ya 'Historia ya Toleo'.",
                "step_4": "Kisha, ongeza toleo jipya chini ya sehemu ya 'Toleo la Historia'."
            },
            "title": "Sasisha ghala lako"
        }
    },
    "misc": {
        "option_x_description": "Chaguo {{ nambari }}: {{ maelezo }}",
        "overview": {
            "summary": "F-Droid ni hifadhi ya apu inayojitegemea, inayotokana na jumuiya ya Android ambayo ni programu ya chanzo huria. Ndani ya F-Droid unaweza kuvinjari zaidi ya apu 1,200 za chanzo huria, tafuta na usimike apu kutoka kwa maghala yaliyoundwa, au kuunda ghala lako mwenyewe. Fungua f-droid.org kwenye kifaa chako cha Android ili kupakua apu na kuanza!",
            "title": "Unachoweza kufanya na F-Droid",
            "tutorial_x_title": "Mafunzo {{ nambari }}: {{ kichwa }}"
        },
        "step_x": "Hatua {{ nambari }}",
        "step_x_description": "Hatua {{ nambari }}: {{ maelezo }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Vifaa vyote vinahitaji F-Droid kupakuliwa na kusimikwa kabla ya kuanza. Vifaa vyote vinapaswa kufuata hatua zifuatazo.",
        "intro": "Hakuna mtandao? Hakuna shida. Pakua apu kutoka kwa watu walio karibu nawe.",
        "overview": {
            "summary": "Je, hakuna mtandao? Hakuna tatizo. F-Droid Nearby hukupa uwezo wa kutuma na kupokea maudhui kwa watu walio katika chumba kimoja.",
            "title": "Tuma na upokea apu nje ya mtandao."
        },
        "related_tutorial": "Unaweza pia kupendezwa na: <a href=\"../create-repo/\">Jinsi ya Kuunda Ghala</a>",
        "step_1": "Fungua F-Droid. Gusa 'Karibu' kutoka kwenye menyu iliyo chini ya skrini yako.",
        "step_10": "Ili kufikia apu ulizosimika, fungua mipangilio ya F-Droid na uchague 'Dhibiti apu zilizosimikwa' chini ya 'Apu Zangu'.",
        "step_2": "Gusa 'Tafuta watu karibu nami' ili kutafuta vifaa vinavyolingana.",
        "step_3": "Mara tu watu walio karibu watakapopatikana, wewe na mwasiliani lazima mchaguane.",
        "step_4": "Baada ya kuunganisha, chagua apu ambazo ungependa kushiriki na mtu unayewasiliana naye.",
        "step_5": "Gusa kitufe cha '—&gt;'.",
        "step_6": "Mtu mmoja ataulizwa kuthibitisha ombi la kuunganisha.",
        "step_7": "Gusa kitufe cha 'Simika' karibu na apu unazotaka kusimika.",
        "step_8": "Gusa 'Simika' mara nyingine tena. Kisha, fuata madokezo ya Android ili kukamilisha mchakato wa kusimika.",
        "step_9": "Mara usimikaji utakapokamilika, apu zako zinapatikana katika matunzio ya apu yako ya Android na katika apu yako ya F-Droid chini ya apu zilizosimikwa.",
        "title": "Jinsi ya Kutuma na Kupokea Apu Nje ya Mtandao"
    }
}
